Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/plugins/enigma/setup/po/*.po
Languages: tr

source: Camx settings plugin v
tr: Camx ayarları plugin s

source: Save changes
tr: Değişiklikleri kaydet

source: Quit
tr: Çıkış

source: Exit plugin (don't forget to save)
tr: Pluginden çıkış (değişiklikleri kaydetmeyi unutmayınız)

source: About
tr: Hakkında

source: About this plugin
tr: Bu plugin hakkında

source: Could not find cardinfo
tr: Kart bilgisine ulaşılamıyor

source: SoftCam Setup
tr: SoftCam Kurulum

source: Select softcam for this service
tr: Bu servis için softcam seçiniz

source: Select softcam for this provider
tr: Bu sağlayıcı için softcam seçiniz

source: Default SoftCam
tr: Varsayılan SoftCam

source: Select default softcam
tr: Varsayılan SoftCam'ı seçiniz

source: Cardserver
tr: Kart Sunucu

source: Select cardserver
tr: Kart Sunucu seçiniz

source: Auto reconnect cahandler
tr: Cahandler'a oto. bağlantı kur

source: Try to reconnect when an external cahandler connection was lost
tr: Uzak cahandler bağlantısı koptuğunda yeniden bağlanmaya çalış

source: Can handle two services
tr: İki servisi birden destekleyebilir

source: Cam or common interface can handle two services at the same time
tr: Cam veya Ortak Arabirim aynı anda iki servisi detekleyebilir

source: -- None --
tr: -- Yok --

source: Save
tr: Kaydet

source: Save settings
tr: Ayarları kaydet

source: List stickies
tr: Yapışıkları listele

source: List current stickies
tr: Mevcut kanala yapışıkları (yapışık SoftCam'lerı) listele

source: Cardinfo
tr: Kart bilgisi

source: Get cardinfo from current active cardserver
tr: Bağlı olunan aktif Kart Sunucu'dan Kart Bilgisini oku

source: Save and restart cam
tr: Kaydet ve Cam'i başlat

source: Save changes, restart the softcam and return to enigma
tr: Değişiklikleri kaydet, sotfcam'i yeniden başlat ve enigma'ya dön

source: Restart cardserver
tr: Kart Sunucuyu başlat

source: Press OK to restart all selected services
tr: Seçili tüm servisleri başlatmak için OK tuşuna basın

source: Saving settings and starting softcam
tr: Ayarlar kaydediliyor ve softcam başlatılıyor

source: Softcam config info
tr: Softcam geçerli ayarlar

source: Restarting cardserver
tr: Kart Sunucu yeniden başlatılıyor

source: Cardserver info
tr: Kart Sunucu biilgisi

source: Channel
tr: Kanal

source: Provider
tr: Sağlayıcı

source: -- Default --
tr: -- Varsayılan --

source: getting cardinfo
tr: Kart Bilgisi okunuyor

source: Current Stickies
tr: Çalışan yapışıklar

source: Sticky Settings 1
tr: Yapışık Ayarları 1

source: Error!
tr: Hata !

source: Script output
tr: Script çıktısı

source: Downloading
tr: Karşıdan indiriliyor

source: Please wait
tr: Lütfen bekleyiniz

source: Download failed. Please check available space and your communication settings.
tr: İndirme tamamlanamıyor Lütfen kullanılabiler alanı ve haberleşme ayarlarınızı gözden geçirin.

source: Installing %s
tr: %s kuruluyor

source: Install failed.
tr: Kurulum tamamlanamadı.

source: Continue
tr: Devam

source: Press OK
tr: OK tuşuna basınız

source: Are you sure to open %s?
tr: %s'ı Açmak istediğinize emin misiniz?

source: Are you sure to download %s?
tr: %s'i Karşıdan indirmek istediğinize emin misiniz?

source: Downloading %s
tr: %s karşıdan indiriliyor

source: Are you sure to execute %s?
tr: %s'i Çalıştırmak istediğinize emin misiniz?

source: Are you sure to install %s?
tr: %s'i Kurmak istediğinize emin misiniz?

source: The package cannot be installed because it's already installed. Please remove the previous version first.
tr: Paket kurulu olduğundan tekrar kurulamıyor. Lütfen önceki sürümü kaldırıp tekrar deneyiniz

source: Installing not possible
tr: Kurulum mümkün değil

source: Manual Install
tr: El ile kurulum

source: Select package to install
tr: Kurulacak paketi seçin

source: Remove Software
tr: Yazılım Kaldırma

source: Select package to remove
tr: Kaldırılacak paketi seçin

source: Are you sure to remove %s?
tr: %s paketini Kaldırmak istediğinize emin misiniz?

source: Removing %s
tr: %s paket kaldırılıyor

source: Are you sure to play %s?
tr: %s'i Oynatmak istediğinize emin misiniz?

source: Are you sure to write %s?
tr: %s kaydedilecektir Emin misiniz?

source: setup
tr: kurulum

source: Please select an item
tr: Lütfen listeden seçim yapınız

source: latest
tr: en son

source: A new menu is available. The new menu will be visible if you return to the setup panel.You can continue your work here after pressing OK.
tr: Yeni bir menü indirlidi. Yeni menüyü görüntülemek için kurulum paneline dönünüz. OK tuşuna bastıktan sonra işlemlerinize devam edebilirsiniz.

source: Automatic menu update
tr: Otomatik menü güncelleme

source: %s %d bytes downloaded Press exit to cancel download
tr: %s %d boyutunda dosya indirildi İndirme işleminden çıkmak için exit tuşuna basın

source: Configure firewall
tr: Güvenlik Duvarı ayarları

source: Enter IP address to allow access
tr: Ulaşım izni verilecek IP adresini girin

source: Enter hostname to allow access
tr: Ulaşım izni verilecek host adını girin

source: save changes and restart firewall
tr: değişklikleri kaydet ve güvenlik duvarını yeniden başlat

source: GBOX-Setup
tr: GBOX-Ayarları

source: Work Mode
tr: Çalışma Kipi

source: Select working mode
tr: Çaılşma kipi seçimi

source: Up. Mode:
tr: Kip gnc.:

source: Select Key Update mode
tr: Anahtar Güncelleme Kipi seçin

source: Disp ECM:
tr: ECM Görn:

source: Display ECM messages on console?
tr: ECM mesajları konsolda gösterilsin

source: K. Folder:
tr: A. Klasörü:

source: Select folder for Keys
tr: Anahtarlar için klasör seçin

source: Disp EMM:
tr: Görn EMM:

source: Display EMM messages on console
tr: EMM mesajşarı konsolda görüntülensin

source: Select AU mode
tr: AU kipi seçin

source: Save changes and return
tr: Değişiklikleri kaydet ve geri dön

source: Abort
tr: Sonlandır

source: Ignore changes and return
tr: Değişikliklerden vazgeç ve geri dön

source: Defaults
tr: Varsayılanlar

source: Load good defaults for local CS
tr: Yerel CS için varsayılan ayarlar

source: SoftCam setup
tr: SoftCam kurulum

source: Open SoftCam setup
tr: SoftCam ayarlarını aç

source: Show installed PPanels
tr: Kurulu PPanel'leri görüntüle

source: Show all installed PPanels
tr: Kurulu tüm PPanelleri görüntüle

source: Software Management
tr: Yazılım Yönetimi

source: Install and remove software
tr: Yazılım yükle ve kaldır

source: Backup/restore
tr: Yedekle/Geri yükle

source: Backup and restore your Dreambox
tr: Dreambox yedekleme ve geri yükleme

source: Dreambox settings
tr: Dreambox ayarları

source: Change several settings of the Dreambox
tr: Dreambox ayarlarını değiştirme

source: PLi news
tr: PLi ' den haberler

source: Info and news about PLi
tr: PLi hakkında bilgi ve haberler

source: /var used %d%%
tr: /var kullanım %d%%

source: recordings %d%%
tr: kayıtlar %d%%

source: Radegast setup
tr: Radegast kurulum

source: defaults
tr: varsayılanlar

source: Close
tr: Kapat

source: cannot execute script.
tr: Script çalıştırılamıyor.

source: An error occured during exucution
tr: Çalışma sırasında bir hata oluştu

source: Wifi plugin v
tr: WiFi plugin s

source: - network settings
tr: - ağ ayarları

source: Enable Wifi
tr: WiFi etkinleştir

source: Enable or disable Wifi
tr: WiFi etkinleştir ya da devreden çıkart

source: Enter your IP address
tr: IP adresinizi giriniz

source: Enter your netmask
tr: Netmask'ınız girinizi

source: Gateway
tr: Ağ Geçidi

source: Enter your gateway IP address
tr: Ağ Geçidi IP adresiniz giriniz

source: Enter your Dynamic Name Server IP address
tr: DNS sunucunuzun IP adresini giriniz

source: Level: 0
tr: Seviye: 0

source: Noise: 0
tr: Gürültü: 0

source: Exit
tr: Çıkış

source: Exit this plugin, don't forget to save!
tr: Plugin den çıkış, ayarlarınızı kaydetmeyi unutmayın!

source: Next
tr: Sonraki

source: Set security settings
tr: Güvenlik ayarları

source: About the Wifi plugin
tr: WiFi plugin'i hakkında

source: Plugin by dAF2000 http://talk.to/dAF Wifi drivers released under GPL by AbsoluteValue Systems, Inc. Thanks to Rongogo, djmastera2000, PLi image team, Gemini image testers and others
tr: Plugin geliştiricisi dAF2000 http://talk.do/dAF WiFi sürücüleri GPL lisansı altında AbsoluteValue Systems Inc., tarafından sağlanmaktadır Rongoo ve djmastera2000'e, PLi imaj takımı, Gemini imaj test takımı ve diğerlerine teşekkür ederiz

source: - security settings
tr: - güvenlik ayarları

source: Enter SSID
tr: SSID giriniz

source: Mode
tr: Çalışma kipi

source: Choose between open system, shared key or ad hoc connection
tr: Açık Sistem, Paylaşılan Anahtar ve Ulaşım Noktasız (ad hoc) bağlantı seçenekleri

source: open system
tr: Açık sistem

source: shared key
tr: Paylaşılan anahtar

source: ad hoc
tr: Ulaşım noktasız (Ad-hoc)

source: Enable wep key
tr: WEP anahtarını aktive et

source: Enable or disable wep key
tr: WEP anahtarını aktive et, devreden çıkar

source: Wep key
tr: WEP anahtarı

source: Enter wep key, 10 or 26 hexadecimal digits
tr: WEP anahtarını girin 10 ya da 26 hexadesimal hane

source: Enter 0..9, a..f, ok to save (help is available)
tr: Geçerli karakterler 0..9, a..f, saklamak için OK (Help tuşuna basarak yardım alabilrsiniz)

source: Prev
tr: Önceki

source: Return to network settings
tr: Ağ ayarlarına dönüş

source: Show logging screen
tr: Log ayarlarını görüntüle

source: - logging
tr: - loglama

source: No wifi logging found
tr: WiFi logllama bulunamadı
