Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: resume playback
fr: reprendre la lecture
lv: Turpināt atskaņošanu

source: record
fr: enregistrer
lv: Ieraksts

source: start skipping forward
fr: démarrer avance rapide
lv: Tīšana uz priekšu

source: repeat skipping forward
fr: répéter avance rapide
lv: Atkārtot tīšanu uz priekšu

source: stop skipping forward
fr: arrêter avance rapide
lv: Apturēt tīšanu uz priekšu

source: start skipping reverse
fr: démarrer retour rapide
lv: Tīšana atpakaļ

source: repeat skipping reverse
fr: répéter retour rapide
lv: Atkārtot tīšanu atpakaļ

source: stop skipping reverse
fr: arrêter retour rapide
lv: Apturēt tīšanu atpakaļ

source: open the serviceselector and show provider
fr: ouvrir le sélecteur de services, et voir l' Opérateur
lv: Atvērt kanālu izvēli un parādīt provaiderus

source: open the serviceselector and show recorded movies
fr: ouvrir le sélecteur de services, et voir les enregistrements
lv: Atvērt kanālu izvēli un parādīt ierakstītās filmas

source: open the serviceselector and shows the playlist
fr: ouvrir le sélecteur de services, et voir la playlist
lv: Atvērt kanālu izvēli un parādīt playlist

source: switch to TV mode
fr: passer en mode TV
lv: Parslēgt uz TV režīmu

source: switch to Radio mode
fr: passer en mode Radio
lv: Parslēgt uz Radio režīmu

source: switch to File mode
fr: passer en mode Fichier
lv: Parslēgt uz failu režīmu

source: toggle DVR panel
fr: basculer vers le panneau DVR
lv: DVR panelis

source: toggle index mark
fr: basculer marque d'index
lv: Ieslēgt, izslēgt indeksa atzīmi

source: seek to next index mark
fr: rechercher la prochaine marque d'index
lv: Atrast nākošo marķieri

source: seek to previous index mark
fr: rechercher la marque d'index précédente
lv: Atrast iepriekšējo marķieri

source: step forward
fr: avancer
lv: Solis uz priekšu

source: step back
fr: reculer
lv: Solis atpakaļ

source: Su
fr: Dim.
lv: Sv

source: Mo
fr: Lun.
lv: Pk

source: Tu
fr: Mar.
lv: Ot

source: We
fr: Mer.
lv: Tr

source: Th
fr: Jeu.
lv: Tr

source: Fr
fr: Ven.
lv: Pie

source: January
fr: Janvier
lv: Janvāris

source: February
fr: Février
lv: Februāris

source: March
fr: Mars
lv: Marts

source: April
fr: Avril
lv: Aprillis

source: June
fr: Juin
lv: Jūnijs

source: July
fr: Juillet
lv: Jūlijs

source: August
fr: Août
lv: Augusts

source: September
fr: Septembre
lv: Septembris

source: October
fr: Octobre
lv: Oktobris

source: November
fr: Novembre
lv: Novembris

source: December
fr: Décembre
lv: Decembris

source: to
fr: vers
lv: uz

source: Euro lost)
fr: Euro perdu)
lv: Pazaudēts Euro)

source: not valid!
fr: non valide !
lv: Nepareizs!

source: Left Mono >
fr: Mono Gauche >
lv: Kreisais mono >

source: < Right Mono
fr: < Mono droit
lv: < Labais mono

source: Audiotrack(AC3)
fr: Piste audio (AC3)
lv: Audio celiņš (AC3)

source: Audiotrack
fr: Piste audio
lv: Audio celiņš

source: Teletext Page %03x (%s)
lv: Teleteksta lapa %03x (%s)

source: no subtitles
fr: pas de sous-tittres
lv: Nav subtitru

source: multiple Services
fr: Services multiples
lv: Vairāki kanāli

source: enable quickzap
fr: activer zapping rapide
lv: Iesl. ātro ierakstu quickzap

source: add to bouquet
fr: ajouter au bouquet
lv: Pievienot paketei

source: disable quickzap
fr: désactiver zapping rapide
lv: Atslēgt ātro pārslēgšanu

source: Channel:
fr: Chaîne:
lv: Kanāls:

source: Please wait while the motor is turning to %d.%d°%c ....
fr: Patientez pendant le mouvement du rotor vers %d. %d°%c ....
lv: Lūdzu uzgaidiet kamēr motors pagriežas uz %d.%d°%c ...

source: Message
lv: Paziņojums

source: Recorded movies
fr: Vidéos enregistrées
lv: Filmas ieraksts

source: Bouquets (TV)
lv: Paketes (TV)

source: Bouquets (File)
fr: Bouquets (Fichiers)
lv: Paketes (Faili)

source: Bouquets (Radio)
lv: Paketes (Radio)

source: Favourites (TV)
fr: Favoris (TV)
lv: Izvēlētie (TV)

source: Favourites (Radio)
fr: Favoris (Radio)
lv: Izvēlētie (Radio)

source: Favourites (File)
fr: Favoris (Fichiers)
lv: Izvēlētie (Faili)

source: please wait while initializing Common Interface ...
fr: Patientez, initialisation de l'interface commune...
lv: Uzgaidiet, notiek CI kopējā interfeisa inicializācija ...

source: rewind 15 seconds
fr: retour arrière 15 s
lv: Pārtīšana atpakal par 15 sek

source: rewind 1 minute
fr: retour arrière 1 mn
lv: Pārtīšana atpakal par 1 min

source: rewind 5 minutes
fr: retour arrière 5 mn
lv: Pārtīšana atpakal par 15 min

source: enter number of minutes to rewind
fr: entrer le nombre de mn de retour arrière
lv: Ievadiet minūtes ātrai pārtīšanai atpakaļ

source: fast forward 15 seconds
fr: avance rapide 15 s
lv: Pārtīšana uz priekšu pa 15 sek.

source: fast forward 1 minute
fr: avance rapide 1 mn
lv: Pārtīšana uz priekšu pa 1 min.

source: fast forward 5 minutes
fr: avance rapide 5 mn
lv: Pārtīšana uz priekšu pa 5 min.

source: enter number of minutes to fast forward
fr: entrer le nombre de minutes d'avance rapide
lv: Ievadiet minūtes ātrai pārtīšanai uz priekšu

source: ShutdownTimer
fr: Arrêt programmé
lv: Izslēgšanas taimeris

source: SleepTimer
fr: Mise en veille programmée
lv: Izslēgšanas taimeris

source: Pause
lv: Pauze

source: audio track
fr: piste audio
lv: Audio kanāls

source: Sorry, you cannot record this service.
fr: Désolé, ce service n'est pas enregistrable.
lv: Atvainojiet, Jūs nevarat ierakstīt šo kanalu.

source: Show recorded movies?
fr: Voir les vidéos enregistrées?
lv: Parādīt ierskstīto videoprogrammu?

source: recording finished
fr: enregistrement terminé
lv: Ieraksts pabeigts

source: Shutdown your Receiver now?
fr: Arrêter la dreambox maintenant ?
lv: Izslēgt uztvērēju tūlīt??

source: Timer Message
fr: Message du planificateur
lv: Taimera paziņojums

source: Go to Standby now?
fr: Passer en mode veille maintenant?
lv: Pāriet gaidīšanas režīmā?

source: Enter new name:
fr: Entrer nouveau nom:
lv: Ievadiet jaunu nosaukumu:

source: Rename entry
fr: Renommer l'entrée
lv: Mainīt ierakstu

source: Sorry, you cannot delete this service.
fr: Désolé, vous ne pouvez supprimer ce service.
lv: Atvainojiet, Jūs nevarat dzēst šo kanālu.

source: delete service
fr: supprimer service
lv: Dzēst kanālu

source: You are trying to delete '%s'. Really do this?
fr: Vous essayez d'effacer '%s'. Voulez-vous vraiment le faire ?
lv: Jūs mēģinat dzēst '%s'. Esat pārliecināts?

source: Delete recorded stream
fr: Effacer l'enregistrement
lv: Dzēst ierakstīto plūsmu

source: This is a complete Bouquet! Really delete?
fr: C'est un bouquet complet ! Voulez-vous vraiment l'effacer ?
lv: Šī ir vesala pakete! Vēlaties izdzēst?

source: Delete bouquet
fr: Effacer le bouquet
lv: Dzēst paketi

source: Delete File
fr: Supprimer le fichier
lv: Dzēst failu

source: Enter new Filename:
fr: Entrer un nouveau nom de fichier :
lv: Ievadiet jaunā faila nosaukumu:

source: Rename File
fr: Renommer le fichier
lv: Mainīt faila nosauk.

source: Enter new name for the bouquet:
fr: Entrez le nouveau nom du bouquet:
lv: Ievadiet jaunās paketes nosaukumu:

source: Rename bouquet
fr: Renommer le bouquet
lv: Mainīt paketes nosauk.

source: Enter name for the new bouquet:
fr: Entrez le nom du nouveau bouquet:
lv: Ievadiet jaunās paketes nosaukumu:

source: Add new bouquet
fr: Ajouter nouveau bouquet
lv: Pievienot jaunu paketi

source: unnamed
fr: sans nom
lv: Nenosaukts

source: Enter marker name:
fr: Entrer nom de l'indicateur:
lv: Ievadiet atzīmes nosaukumu:

source: create marker
fr: créer indicateur
lv: Izveidot atzīmi

source: unnamed bouquet
fr: bouquet sans nom
lv: Pakete bez nosaukuma

source: Do you want to rebuild your movie list?
fr: Voulez-vous reconstruire la liste des vidéos?
lv: Jūs vēlaties pārlādēt filmu sarakstu?

source: Recover movies
fr: Récupérer les vidéos
lv: Filmas atjaunošana

source: This directory doesn't contain anything playable!
fr: Ce répertoire ne contient pas de fichiers lisibles !
lv: Šī mape nesatur neko atskaņojamu!

source: Play
fr: Lecture
lv: Atskaņošana

source: %s was not found!
lv: %s nav atrasts!

source: A timer based recording is currently in progress! This stops the timer, and recording!
fr: Un enregistrement planifié est en cours ! Ceci arrêtera la minuterie et l'enregistrement numérique !
lv: Notiek ieraksts pēc uzstādītā taimera! Tas apturēs ierakstu un taimeri!

source: A recording is currently in progress! This stops the recording!
fr: Un enregistrement est en cours ! Ceci arrêtera l'enregistrement numérique !
lv: Notiek ieraksts! Tas apturēs ierakstu!Turpināt?

source: A timer event is currently in progress! This stops the timer event!
fr: Un événement est en cours d'exécution Ceci arrêtera le planificateur !
lv: taimeris palaists! Tas apturēs taimeri! Turpinaāt?

source: Really do this?
fr: Voulez vous vraiment faire ceci?
lv: Vai izpildīt?

source: please wait until the timer has started the recording (max 10 seconds)
fr: veuillez patienter que le minuteur ait démarré l'enregistrement (10 secondes max)
lv: Uzgaidiet, kamēr taimers uzsāks ierakstu (max 10 sekundes)

source: information
lv: Informācija

source: Record failed due to inaccessable storage.
fr: Echec d'enregistrement à cause de l'inaccessibilité de l'unité de stockage.
lv: Ieraksts neizdevās dēļ nepietiekošas atmiņas

source: Record stopped due to full harddisk. Delete some recordings and try again.
fr: L'enregistrement s'est arrêté car le disque dur était plein. Supprimez quelques enregistrements et réessayez.
lv: Ieraksts apturēts dēļ pārpildīta HDD. Izdzēsiet citus ierakstus un mēģiniet no jauna.

source: Record failed due to a write error during recording. Check for filesystem corruption.
fr: Echec d'enregistrement dû à un problème d'écriture. Veuillez vérifier le système de fichiers.
lv: Neizdevās veikt ierakstu. Pārbaudiet failsistēmu.

source: record failed
fr: Echec d'enregistrement
lv: Ieraksts izgāzās

source: One moment please...
fr: Veuillez patientez...
lv: Uzgaidiet...

source: switch
fr: commutateur
lv: Parslēgt

source: Service could not be found !
fr: Service introuvable!
lv: Kanāls nav atrasts !

source: This service could not be descrambled
fr: Ce service ne peut pas être décrypté
lv: Kanālu nevar atkodēt

source: This service doesn't currently send a signal
fr: Ce service ne transmet aucun signal actuellement
lv: Šis kanāls pašlaik neraida signālu

source: This content could not be displayed
fr: Ce contenu ne peut être affiché
lv: Saturu nevar parādīt

source: NVOD Service - please select a starttime
fr: Service NVOD - Sélectionnez l'heure de début
lv: NVOD - uzstādiet sākuma laiku

source: Unknown error!!
fr: Erreur inconnue!
lv: Nezināma kļūdа!!

source: History
fr: Historique
lv: Vēsture

source: Networks, services and user bouquets will be reloaded
lv: Tīkli, kanāli un paketes tiks pārlādētas.

source: Reloading...
lv: Pārstartēšana...

source: Please wait...
lv: Lūdzu uzgaidiet...

source: Service Menu
fr: Menu services
lv: Kanālu saraksts

source: add service to playlist
fr: Ajouter un service à la playlist
lv: Pievienot kanālu Playlistam

source: add selected service to the playlist
fr: Ajouter le service a la Playlist
lv: Pievienot izvēlēto kanālu playlistam

source: shuffle
fr: mélanger
lv: Nejauši

source: shuffle playlist
fr: mélanger la liste de lecture
lv: Nejauša atskaņošana

source: remove all 'new found' flags
fr: retirer flags 'nouveau'
lv: Novākt visas zīmes 'atrasts jauns'

source: select to remove all 'new found' flags from this satellite
fr: sélectionnez pour retirer les flags 'nouveau' pour ce satellite
lv: Atzīmēt, lai novāktu zīmi '!'(atrasts jauns) izvēlēto kanālu nosaukumos šajā pavadonī

source: remove 'new found flag'
fr: retirer flag 'nouveau '
lv: Novākt zīmi 'atrasts jauns'

source: select to remove the 'new found flag'
fr: sélectionnez pour retirer le flag 'nouveau'
lv: Atzīmēt , lai novāktu zīmi 'atrasts jauns'

source: select to remove all 'new found' flags
fr: sélectionnez pour retirer tous les flags 'nouveau'
lv: Atzīmēt, lai novāktu zīmi '!'(atrasts jauns) izvēlēto kanālu nosaukumos

source: create new bouquet
fr: créer un nouveau bouquet
lv: Izveidot jaunu paketi

source: select to create a new bouquet
fr: sélectionnez pour créer un nouveau bouquet
lv: Atzīmēt lai radītu jaunu paketi

source: duplicate bouquet
fr: dupliquer le bouquet
lv: Kopēt leitotāja paketi

source: duplicate the complete bouquet with all content
fr: dupliquer le bouquet complet, avec tout le contenu
lv: Kopēt pilnu paketi ar visu saturu

source: add to specific bouquet
fr: ajouter à un bouquet spécifique
lv: Pievienot specifiskai paketei

source: add the selected service to another bouquet
fr: ajouter le service à un autre bouquet
lv: Pievienot izvēlēto kanālu citai paketei

source: add marker
fr: ajouter indicateur
lv: Pievienot atzīmi

source: create a new marker in the current bouquet
fr: créer un nouvel indicateur dans le bouquet actuel
lv: Izveidot jaunu atzīmi tekošajā paketē

source: rename
fr: renommer
lv: Mainīt nos.

source: rename the current selected bouquet
fr: renommer le bouquet actuellement sélectionné
lv: Mainīt tekošās paketes nosauk.

source: rename the current selected service/movie
fr: renommer le service/film sélectionné
lv: Mainīt izvēlētā kanāla vai ieraksta nosauk.

source: delete
fr: supprimer
lv: Dzēst

source: delete the current selected service/movie
fr: effacer le service/film selectionné
lv: Dzēst tekošo izvēlēto kanālu/ierakstu

source: rebuild movie list
fr: reconstruire la liste des vidéos
lv: Pārlādēt filmu sarakstu

source: rebuild the current movie list
fr: reconstruire la liste des vidéos
lv: Pārlādēt doto filmu sarakstu

source: set as startup service
fr: sélectionner comme service de démarrage
lv: Palaišana ieslēdzoties

source: currently selected service will be selected on startup
fr: le service sélectionné sera sélectionné au démarrage
lv: Šis kanāls ieslēgsies startējoties

source: reset startup service
fr: réinitialiser le service au démarrage
lv: Attiestatīt sākuma kanālu

source: last selected service will be selected on startup
fr: le dernier service sélectionné sera sélectionné au démarrage
lv: Startējoties sistēma pārslēdzas uz iepriekš uzstādīto kanālu

source: disable move mode
fr: désactiver mode déplacement
lv: Atslēgt pārvietošanas režīmu

source: switch move mode off
fr: quitter le mode déplacement
lv: Parslēgt parvietošanas režīmu

source: enable move mode
fr: activer mode déplacement
lv: Iesl. pārvietošanas režīmu

source: activate mode to simply change the entry order
fr: activer le mode pour changer facilement l'ordre
lv: Aktivizēt režīmu lai vienkarši mainītu ievades kārtību

source: copy to bouquet list
fr: copier vers la liste de bouquets
lv: Kopēt uz pakešu sarakstu

source: copy the selected provider to the bouquet list
fr: copier l'Opérateur sélectionné vers la liste de bouquets
lv: Kopēt izvēlēto provaideri uz lietotāja paketi

source: add the selected service to a selectable bouquet
fr: ajouter le service sélectionné à un bouquet sélectionnable
lv: Pievienot izvēlēto kanālu vēlamajai paketei

source: set as startup
fr: marquer pour le démarrage
lv: Palaišana ieslēdzoties

source: set the current selected service/movie as startup service
fr: marquer le service/film pour le démarrage
lv: Uzstādīt tekošo izvēlēto kanālu vai filmu lai atskaņotu startējoties

source: reset startup
fr: réinitialiser le démarrage
lv: Attiestatīt sākuma kanālu

source: add the selected file to a selectable bouquet
fr: ajouter le fichier sélectionné à un bouquet sélectionnable
lv: Pievienot izvēleto failu vēlamajai paketei

source: delete file
fr: supprimer fichier
lv: Dzēst failu

source: delete the selected file (and all corresponding ts files
fr: effacer le fichier sélectionné (et les fichiers ts correspondants)
lv: Dzēst izvēlēto failu (un visus piederošos ts failus)

source: rename file
fr: renommer le fichier
lv: Mainīt faila nosauk.

source: rename the selected file (and all corresponding ts files
fr: renommer le fichier sélectionné (et les fichiers TS correspondants)
lv: Mainīt faila nosaukumu (un visus attiecīgos ts failus)

source: disable edit mode
fr: désactiver mode edition
lv: Atslēgt rediģēšanas režīmu

source: disable the edit mode
fr: désactiver le mode edition
lv: Atslēgt rediģēšanas režīmu

source: enable edit mode
fr: activer mode édition
lv: Ieslēgt rediģēšanas režīmu

source: activate mode to simply add many services to a selectable bouquet
fr: activer mode qui permet d'ajouter plusieurs services à un bouquet choisi
lv: Aktivizēt režīmu, lai vienkarši pievienotu vairākus kanālus izvēlētai paketei

source: unlock
fr: déverrouiller
lv: Atbloķēt

source: do parental-unlock the selected service or file
fr: déverrouillage parental du fichier ou service sélectionné
lv: Noņemt vecāku kontroli no izvēlētā kanāla vai faila

source: lock
fr: verrouiller
lv: Bloķēt

source: do parentallock the selected service or file
fr: verrouilage parental du service ou fichier sélectionné
lv: Uzlikt vecāku kontroli izvēlētam kanālam vai servisam

source: disable parental lock
fr: désactiver verrouillage parental
lv: Atslēgt vecāku kontroli

source: temporary disable the parental locking
fr: désactiver temporairement le verrouillage parental
lv: Uz brīdi atslēgt vecāku kontroli

source: enable parental lock
fr: activer verrouillage parental
lv: Iesl. vecāku kontroli

source: re-enable the parental locking
fr: ré-activer le verrouillage parental
lv: Ieslēgt vecāku kontroli

source: Shutdown/Standby Menu
fr: Menu Arrêt/Veille
lv: Izslēgšanas/ gaidīšanas izvēlne

source: restart enigma
fr: redémarrer enigma
lv: Pārstartēt enigmu

source: only restart the software, without rebooting the receiver
lv: Tikai programmas pārstertēšana, bez Dreambox pārstartēšanas

source: reboot now
fr: redémarrer maintenant
lv: Pārstartēt

source: restart your dreambox
fr: redémarrer votre dreambox
lv: Pārstartēt Jūsu dreambox

source: restart your receiver
fr: redémarrer votre récepteur
lv: Pārstartēt Jūsu uztvērēju

source: shutdown now
fr: arrêter maintenant
lv: Izslēgt tūlīt

source: shutdown your dreambox
fr: arrêter votre dreambox
lv: Izslēgt jūsu dreambox

source: restart
fr: redémarrer
lv: Pārstartēt

source: shutdown your dbox-2
fr: arrêter votre dbox-2
lv: Izslēgt jūsu dbox-2

source: restart your dbox-2
fr: redémarrer votre dbox-2
lv: Pārstartēt Jūsu dbox-2

source: goto standby
fr: mettre en veille
lv: Iemidzināt

source: goto standby mode
fr: passer en mode veille
lv: Iemidzināt

source: set sleeptimer
fr: régler la mise en veille
lv: Izslēgšanās taimera uzstādījumi

source: set a sleep timer
fr: définir l'heure de mise en veille
lv: Uzlikt izslēgšanās taimeri

source: Shutdown/Standby Menu >>> [MENU] >>> [5] Shutdown . . . . . . . . . . This menu offers you ways to shutdown your receiver. . . . . . . . . . . Usage: restart enigma Restarts your Dreambox (warm restart) Shutdown now Shutdown your Dreambox Restart Restart you Dreambox (cold restart) Goto standby Switch to StandBy mode Set Sleeptimer Sleep timer setup [EXIT] Close window
fr: Menu Arrêt/Mise en veille >>> [MENU] >>> [5] Arrêter . . . . . . . . . . Ce menu vous permet d'arrêter le récepteur. . . . . . . . . . . Utilisation: Redémarrer enigma Redémarrage (à chaud) Arrêter maintenant Arrêt de la Dreambox Redémarrer Redémarrage (à froid) Mettre en veille Passage en mode veille Régler mise en veille Configurer le chrono de veille [EXIT] Fermeture de la fenêtre
lv: Izslēgšana >>> [MENU] >>> [5] Izslēgšana . . . . . . . . . . Šeit varat Dreambox izslēgt vai pārstartēt. . . . . . . . . . . Lietošana: ENIGMA pārstartēšana Atmiņas pārstartēšana (siltā) Izslēgšana Dreambox izslēgšana Pārstartēšana Dreambox pārstartēšana Gaidīšana Pāriet gaidīšanas režīmā Izslēgšanas taimeris Izslēgšanas taimera uzstādīšana [EXIT] Iziet

source: Set Sleeptimer >>> [MENU] >>> [5] Shutdown >>> Set sleeptimer . . . . . . . . . . Sleeptimer allows you to set a countdown time for when the Dreambox should shutdown automatically. . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Menu item [UP]/[DOWN] Duration: Countdown time [NUMBERS] Shutdown [OK] Toggle Shutdown mode Standby [OK] Toggle standby mode [GREEN] Save changes and close window [EXIT] Close window without saving changes
fr: Programmer le chrono de veille >>> [MENU] >>> [5] Arrêter >>> Régler la mise en veille . . . . . . . . . . Le chrono de mise en veille permet de préciser un délai pour l'arrêt automatique de la Dreambox. . . . . . . . . . . Utilisation: [GAUCHE]/[DROITE] Elément Précédent/Suivant [HAUT]/[BAS] Durée: Durée du compte à rebours [CHIFFRES] Arrêt [OK] Passer en mode d'arrêt Veille [OK] Passer en mode veille [VERT] Sauvegarder les changements et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Taimeris отключения(сна) >>> [MENU] >>> [5] Izslēgšana >>> Taimeris . . . . . . . . . . Atslēgšanas taimeri uzstāda dreambox izslēgšanai pēc noteikta laika. . . . . . . . . . . Lietošana: [kreisais]/[labais] Iepriekšējais/nākamais notikums [uz augšu]/[uz leju] Laiks: Laiks līdz izslēgšanai [CIPARI] Izslēgšana [OK] Izslēgšanas režīms Gaidīšana [OK] Gaidīšanas režīms [GREEN] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: Record Menu
fr: Menu enregistrement
lv: Ieraksta izvēlne

source: stop record now
fr: arrêter l'enregistrement
lv: Apturēt ierakstu

source: immediate stop the recording
fr: arrêt immédiat de l'enregistrement
lv: Tūlītēja ieraksta apturēšana

source: set record duration
fr: configurer la durée d'enregistrement
lv: Ieraksta ilgums

source: set the recording time (in minutes)
fr: régler durée d'enregistrement (en minutes)
lv: Uzstādīt ieraksta ilgumu minūtēs

source: set record stop time
fr: régler l'heure de fin d'enregistrement
lv: Ieraksta stop laiks

source: set the recording end time
fr: régler heure fin d'enregistrement
lv: Uzstādīt ieraksta beigu laiku

source: add timeshift to recording (%d min)
lv: Pievienot Timeshift ierakstam (%d min)

source: add recorded timeshift at beginning of this recording
lv: Pievienot ierakstītos Timeshift šī ieraksta sākumā

source: press ok to start edit mode
fr: pressez ok pour lancer le mode edition
lv: Spiediet ok lai rediģētu

source: enigma mainmenu
fr: menu principal d'enigma
lv: Enigma galvenā izvēlne

source: close the mainmenu
fr: fermer le menu principal
lv: Aizvērt galveno izvēlni

source: select previous entry
fr: sélectionner l'entrée précédente
lv: Izvēlēties iepr. uzdevumu

source: select next entry
fr: Sélectionner l'entrée suivante
lv: Izvelēties nākamo uzdevumu

source: Radio mode
fr: mode Radio
lv: Radio režīms

source: File mode
fr: mode Fichiers
lv: Faili

source: Shutdown
fr: Arrêter
lv: Izslēgt

source: Setup
fr: Configuration
lv: Uzstādīt

source: Games
fr: Jeux
lv: Spēles

source: Timer
fr: Planification
lv: Taimeris

source: Mainmenu
fr: Menu principal
lv: Galvenā izvēlne

source: MainMenu >>> [MENU] . . . . . . . . . . The MainMenu gives you access to the main control groups of your DreamBox: (1)TV mode (2)Radio mode (3)File mode (4)Information (5)Shutdown (6)Setup (7)Games (8)Timer (9)VCR . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Menu item [NUMBERS] Select Menu item directly [EXIT]/[MENU] Close Menu
fr: Menu principal >>> [MENU] . . . . . . . . . . Le Menu principal donne accès aux principaux groupes de contrôle de la Dreambox: (1)mode TV (2)mode Radio (3)mode Fic (4)Information (5)Arrêter (6)Config (7)Jeux (8)Planification (9)VCR . . . . . . . . . . Utilisation: [GAUCHE]/[DROITE] Elément de menu Précédent/Suivant [CHIFFRES] Sélection directe d'un élément de menu [EXIT]/[MENU] Fermeture du menu
lv: Galvenā izvēlne >>> [MENU] . . . . . . . . . . Galvenā izvēlne nodrošina piekļuvi Dreambox vadībai: (1)Televīzija (2)Radio (3)Faili (4)Informācija (5)Izslēgšana (6)Uzstādījumi (7)Spēles (8)Taimeri (9)Ieraksts . . . . . . . . . . Lietošana: [kreisais]/[labais] Iepriekšējais/nākošais izvēlnes punkts [CIPARI] Tiešā izvēlnes punkta izvēle [EXIT]/[MENU] Iziet
