Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: Installing not possible
fr: Installation impossible
lv: Uzstādīšana nav iespējama

source: Manual Install
fr: Installation manuelle
lv: Manuālā uzstādīšana

source: Select package to install
fr: Choisir le paquetage à installer
lv: Izvēlieties paketi instalācijai

source: Remove Software
fr: Supprimer un logiciel
lv: Dzēst programmu

source: Select package to remove
fr: Choisir le paquetage à supprimer
lv: Izvēlieties paketi dzēšanai

source: Are you sure to remove %s?
fr: Etes-vous sûr de vouloir supprimer %s?
lv: Vai esat pārliecināts, ka vēlaties dzēst %s?

source: Removing %s
fr: Suppression de %s
lv: Dzēš %s

source: Are you sure to play %s?
fr: Etes-vous sûr de vouloir jouer %s?
lv: Vai esat pārliecināts, ka vēlaties atskaņot %s?

source: Are you sure to write %s?
fr: Etes-vous sûr de vouloir écrire %s?
lv: Vai esat pārliecināts, ka vēlaties ierakstīt %s?

source: Error!
fr: Erreur!
lv: Kļūda!

source: PPanel recovery, internet connection needed
lv: PPanel atjaunošana, nepieciešams interneta pieslēgums

source: Please select an item
fr: Choisir un élément
lv: Izvēlieties pozīciju

source: latest
fr: dernier
lv: pēdējai

source: A new menu is available. The new menu will be visible if you return to the setup panel.You can continue your work here after pressing OK.
fr: Un nouveau menu est disponible. Le nouveau menu sera visible après retour au panneau de configuration. Presser OK pour continuer.
lv: Ir pieejama jauna izvēlne. Jaunā izvēlne būs redzama ja atgriezīsieties pie uzstādījumu paneļa. Jūs varat šeit turpināt pēc OK nospiešanas.

source: Automatic menu update
fr: Mise à jour automatique des menus
lv: Auomātiska izvēlnes atjaunošana

source: %s %d bytes downloaded Press exit to cancel download
fr: %s %d octets chargés Presser exit pour annuler le téléchargement
lv: %s ielādēti %d baiti Nospiediet EXIT lai atceltu ielādēšanu

source: East
fr: Est
lv: Austrumi

source: West
fr: Ouest
lv: Rietumi

source: North
fr: Nord
lv: Ziemeļi

source: South
fr: Sud
lv: Dienvidi

source: enter orbital position without dot (19.2° = 192)
fr: entrez la position orbitale sans virgule (19,2° => 192)
lv: Ievadiet orbitalo pozīciju bez punkta (19.2° = 192)

source: delete me
fr: supprimez moi
lv: Dzēst

source: drive Motor East
fr: mouvement du moteur vers l'Est
lv: Pagriezt motoru uz Austrumiem

source: drive Motor East.. one step
fr: mouvement du moteur vers l'Est d'un pas
lv: Pagriezt motoru uz Austrumiem.. vienu soli

source: stop Motor drive East
fr: arrêter mouvement du moteur vers Est
lv: Apturēt motora kustību uz Austrumiem

source: drive Motor West.. one step
fr: mouvement du moteur vers l'Ouest d'un pas
lv: Pagriezt motoru uz Rietumiem.. vienu soli

source: stop Motor drive West
fr: arrêter mouvement du moteur vers Ouest
lv: Apturēt motora kustību uz Rietumiem

source: position
lv: Pozīcija

source: store new sat positions
fr: enregistrer nouvelles positions satellite
lv: Saglabāt jauno pavadoņa poz.

source: drive to stored pos
fr: mouvement vers pos enregistrée
lv: Pagriezt uz saglabāto poz.

source: drive to stored position
fr: mouvement vers position enregistrée
lv: Pagriezt uz saglabāto pozīciju

source: drive to satellite
fr: mouvement vers satellite
lv: Pagriezt uz pavadoni

source: drive to stored satellite
fr: mouvement vers position satellite enregistrée
lv: Pagriezt uz saglabāto satelītu

source: drive to 0°
fr: mouvement vers 0°
lv: Pagriezt uz 0°

source: drives to 0
fr: mouvement vers pos. 0
lv: Griežas uz 0

source: recalculate
fr: recalculer
lv: Parskaitīt

source: recalculate stored positions rel. to current pos
fr: recalculer positions enregistrées par rapport à la position actuelle
lv: Parskaitīt saglabātās pozīcijas attiec. pret tekošajām

source: set east limit
fr: régler la limite est
lv: Uzstādīt austrumu robežu

source: set east soft limit
fr: enregistrer la limite logicielle est
lv: Uzstādīt austrumu programmējamo robežu

source: set west limit
fr: régler la limite ouest
lv: Uzstādīt rietumu limitu

source: set west soft limit
fr: enregistrer la limite logicielle ouest
lv: Uzstādīt rietumu programmējamo limitu

source: disable limits
fr: désactiver les limites
lv: Atslēgt limitus

source: disable soft limits
fr: désactiver les limites logicielles
lv: Atslēgt progr. limitus

source: enable limits
fr: activer les limites
lv: Ieslēgt limitus

source: enable soft limits
fr: activer les limites logicielles
lv: Ieslēgt prog. limitus

source: store current pos in motor
fr: sauvegarder position actuelle dans le rotor
lv: Saglabāt tekošo poz. motorā

source: store
fr: sauvegarde
lv: Saglabāt

source: drive motor to stored pos
fr: mouvement vers position satellite stockée
lv: Pagriezt motoru uz saglabāto pozīciju

source: go
fr: aller
lv: Aiziet

source: drive motor to reference position
fr: mouvement rotor vers point de référence
lv: Pagriezt motoru uz izvēlēto pozīciju

source: recalculate all stored positions
fr: recalculer toutes les positions enregistrées
lv: Parskaitīt visas saglabātās pozīcijas

source: recalc
fr: recalcul
lv: Pārskaitīt

source: store current pos as east soft limit
fr: enregistre la position comme limite logicielle est
lv: Saglabāt tekošo poz. kā austrumu progr. limitu

source: store current pos as west soft limit
fr: enregistre la position comme limite logicielle ouest
lv: Saglabāt tekošo poz. kā rietumu progr. limitu

source: do it
fr: le faire
lv: Veikt

source: drive motor to satellite
fr: mouvement du rotor jusqu'à ce satellite
lv: Pagriezt motoru uz izvēlēto satelītu

source: Position:
lv: Pozīcija:

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
fr: La mauvaise utilisation de cette fonction peut corrompre toutes les positions. Etes vous sûr de vouloir utiliser cette fonction ?
lv: Nepareizs funkcijas pielietojums var izdzēst satelītu pozīcijas. Vai lietosiet funkciju?

source: one step East...
fr: un pas vers l'est
lv: Viens solis uz austrumiem...

source: one step west...
fr: un pas vers l'ouest
lv: Viens solis uz rietumiem...

source: turning to east...
fr: tourner vers l'est
lv: Griežas uz austrumiem...

source: turning to west...
fr: tourner vers l'ouest
lv: Griežas uz rietumiem...

source: Store Satellite
fr: Sauvegarder satellite
lv: Pozīcijas ierakstīšana

source: Storage Location:
fr: Emplacement d'enregistrement:
lv: Saglabāšanas vieta:

source: change storage Location or store
fr: changer l'emplacement de mémorisation
lv: Mainīt atrašanās vietu vai saglabāt

source: %d.%d°%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
fr: %d.%d°%c est actuellement stocké à l'emplacement %d! En le stockant à l'emplacement %d, l'ancien emplacement sera supprimé Etes vous sûr de vouloir faire cela ?
lv: %d.%d%c glabājas pozīcijā %d! Ja saglabājat jauno pozīciju %d, vecā pozīcija tiks dzēsta. Turpināt?

source: Store %d.%d°%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
fr: Enregistrer %d.% d%c à l'emplacement %d. si vous désirez un autre emplacement, choisissez non et changer la position manuellement. Etes vous sûr de vouloir enregistrer cette position?
lv: Saglabāt %d.%d%c vietā %d. Ja vēlaties citu vietu, sakiet nē un izmainiet vietu pašrocīgi. Vai vēlaties saglabāt šajā vietā?

source: one single satellite
fr: un seul satellite
lv: Viens pavadonis

source: one directly connected LNB
fr: une LNB connectée directement
lv: Viens tieši pieslēgts LNB

source: 2 satellites via Toneburst
fr: 2 satellites par Toneburst
lv: 2 pavadoņi caur toņa signālu

source: 2 LNBs via Toneburst Signal
fr: 2 LNB par signal Toneburst
lv: 2 LNB caur toņa signālu

source: 2 satellites via 22kHz (only Highband)
fr: 2 satellites par 22Khz (bande haute uniquement)
lv: 2 pavadoņi caur 22kHz (augšējam diapazonam)

source: 2 LNBs via 22kHz Signal.. special for old analog switches
fr: 2 LNB par signal 22Khz.. pour anciens switches analogiques
lv: 2 LNB caur 22kHz.. veciem analogajiem slēdžiem

source: 2 satellites via DiSEqC A/B
fr: 2 satellites par DiSEqC A/B
lv: 2 pavadoņi caur DiSEqC A/B

source: 2 LNBs via DiSEqC
fr: 2 LNBs par DiSEqC
lv: 2 LNB caur DiSEqC

source: 4 satellites via DiSEqC OPT A/B
fr: 4 satellites par DiSEqC OPT A/B
lv: 4 pavadoņi caur DiSEqC OPT A/B

source: 4 LNBs via DiSEqC
fr: 4 LNB par DiSEqC
lv: 4 LNB caur DiSEqC

source: many satellites via DiSEqC Rotor
fr: plusieurs satellites par rotor DiSEqC
lv: Vairāki satelīti caur DiSEqC motoru

source: 1 LNB with DiSEqC Rotor
fr: 1 LNBs avec Rotor DiSEqC
lv: 1 LNB ar DiSEqC 1.2 motoru

source: non-standard user defined configuration...
fr: configuration définie par utilisateur non-standard...
lv: Nestandarta lietotāja konfigurācija...

source: special
fr: spécial
lv: Speciālie uzstādījumi

source: Satellite Configuration >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [1] Satellite Configuration . . . . . . . . . . Here you configure your dish setup (DiSEqC, LNB, etc) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite Configuration: [UP]/[DOWN] Select one of the predefined configurations or 'non-standard user defined configuration...' Sat/Position: [UP]/[DOWN] Select the satellite you want to use LNB: LNB Setup menu (for selected LNB) 22kHz: Select Hi/Lo,On.Off Voltage: Select a voltage (H/V,14V,18V,Off) [YELLOW] Add a LNB/Satellite [RED] Delete selected Satellite/LNB [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Configuration des Satellites >>> [MENU] >>> [6]Configuration >>> [2] Recherche de services >>> [1] Configuration satellite . . . . . . . . . . Ici se configure votre parabole (DiSEqC, LNB, etc) . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton Configuration des Satellites: [HAUT]/[BAS] Sélectionner une des configurations pré-définies ou 'configuration utilisateur non-standard...' Sat/Position: [HAUT]/[BAS] Sélectionner le satellite LNB: Menu de configuration de la LNB sélectionnée 22kHz Sélectionner l'activation Haute/Basse Tension: Sélectionner une tension (H/V,14V,18V,Off) [JAUNE] Ajouter une LNB/un Satellite [ROUGE] Suprimmer le Satellite/la LNB sélectionné(e) [VERT] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Pavadoņu konfigurācija >>> [MENU] >>> [6] Uzstādījumi >>> [2] Kanālu uzstādīšana >>> [1] Pavadoņu konfigurācija . . . . . . . . . . Pavadoņu uztveršanas sistēmas konfigurēšana (DiSEqC, LNB, utt...) . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Sistēmas konfigurācija: [uz augšu]/[uz leju] Standarta konfigurācijas izvēle, vai patstāvīga sistēmas konfigurācija. Satelīts: [uz augšu]/[uz leju] pavadoņa izvēle LNB: LNB galviņas uzstādīšanas izvēlne 22kHz: Izvēle Hi/Lo (augsta/zema), On/Off (ieslēgts/atslēgts) Spriegums: Izvēle Hi/Lo (augsta/zema), 14V, 18V, Atsl. (atslēgts) [DZELTANAIS] Pievienot pozīciju [SARKANAIS] Dzēst pozīciju [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
fr: La configuration actuelle contient des élèments qui ne s'adaptent pas à la nouvelle configuration DiSEqC. Effacer ces élèments ?
lv: Konfigurācija satur dažus elementus kuri neatbilst jaunajam DiSEqC tipam. Atcelt tos?

source: Change DiSEqC-Type...
fr: Change le type de DiSEqC...
lv: Mainīt DiSEqC tipu..

source: 22kHz On
fr: 22kHz actif
lv: 22kHz iesl.

source: 22kHz Off
fr: 22kHz inactif
lv: 22kHz atsl.

source: direct connection
fr: Connection directe
lv: Tiešais savienojums

source: DiSEqC AA
lv: DiSEqC 1.0 AA

source: DiSEqC AB
lv: DiSEqC 1.0 AB

source: DiSEqC BA
lv: DiSEqC 1.0 BA

source: DiSEqC BB
lv: DiSEqC 1.0 BB

source: press ok to select another satellite
fr: presser ok pour choisir un autre satellite
lv: Spiediet ok lai izvēlētos citu pavadoni

source: press ok to goto LNB config
fr: presser ok pour configurer la LNB
lv: Spiediet ok lai ietu uz LNB konfig.

source: press ok to select another 22kHz mode
fr: presser ok pour choisir un autre mode 22kHz
lv: Spiediet ok lai izvēlētos citu 22kHz režīmu

source: 22kHz signal is automatically switched
fr: Signal 22kHz, commuté automatiquement
lv: 22kHz tiek automātiski pārslēgts

source: 22kHz is always enabled (high band)
fr: 22kHz toujours activé (bande haute)
lv: 22kHz vienmēr ieslēgts (augšējam diapazonam)

source: 22kHz is always disabled (low band)
fr: 22kHz toujours désactivé (bande basse)
lv: 22kHz vienmēr atslēgts (apakšējam diapazonam)

source: press ok to select another LNB Voltage mode
fr: presser ok pour choisir une autre tension LNB
lv: Spiediet ok lai izvēlētos citu LNB sprieguma režīmu

source: Voltage is automatically changed
fr: Voltage changé automatiquement
lv: Automātiska sprieguma maiņa

source: Voltage is always 14V (vertical)
fr: Le voltage et toujours 14V (vertical)
lv: Spriegums vienmēr 14V (Vertikālā)

source: Voltage is always 18V (horizontal)
fr: Le voltage est toujours 18V (horizontal)
lv: Spriegums vienmēr 18V (Horizontālā)

source: Voltage is always off
fr: L'alimentation LNB est toujours OFF
lv: Spriegums vienmēr izslēgts

source: None
fr: Sans
lv: Nav

source: sends no tone burst
fr: ne pas envoyer de tone burst
lv: Sūtīt ne-toņa signālu

source: sends modulated tone burst
fr: envoyer un tone burst modulé
lv: Sūta modulētu toņa signalu

source: sends unmodulated tone burst
fr: rnvoyer un tone burst non modulé
lv: Sūta nemodulētu toņa signālu

source: Disable DiSEqC
fr: DISEqC désactivé
lv: Atslēgt DiSEqC

source: Use DiSEqC Version 1.0
fr: Utiliser DISEqC Version 1.0
lv: Lietot DiSEqC Versiju 1.0

source: Use DiSEqC Version 1.1
fr: Utiliser DISEqC Version 1.1
lv: Lietot DiSEqC Versiju 1.1

source: Use DiSEqC Version 1.2
fr: Utiliser DISEqC Version 1.2
lv: Lietot DiSEqC versiju 1.2

source: sends DiSEqC cmd A/A
fr: envoyer DISEqC A/A
lv: Sūta DiSEqC komandu A/A

source: sends DiSEqC cmd A/B
fr: envoyer DISEqC A/B
lv: Sūta DiSEqC komandu A/B

source: sends DiSEqC cmd B/A
fr: envoyer DISEqC B/A
lv: Sūta DiSEqC komandu B/A

source: sends DiSEqC cmd B/B
fr: envoyer DISEqC B/B
lv: Sūta DiSEqC komandu B/B

source: sends no committed DiSEqC cmd
fr: envoyer commande non commutée DISEqC
lv: Nesūtīt satndarta DiSEqC komandas

source: sends switch cmd 1
fr: envoyer cde commutateur 1
lv: Sūta parslēgšanās komandu 1

source: sends switch cmd 2
fr: envoyer cde commutateur 2
lv: Sūta parslēgšanās komandu 2

source: sends switch cmd 3
fr: envoyer cde commutateur 3
lv: Sūta parslēgšanās komandu 3

source: sends switch cmd 4
fr: envoyer cde commutateur 4
lv: Вкл. вход/cmd 4

source: sends switch cmd 5
fr: envoyer cde commutateur5
lv: Sūta parslēgšanās komandu 5

source: sends switch cmd 6
fr: envoyer cde commutateur 6
lv: Sūta parslēgšanās komandu 6

source: sends switch cmd 7
fr: envoyer cde commutateur 7
lv: Sūta parslēgšanās komandu 7

source: sends switch cmd 8
fr: envoyer cde commutateur 8
lv: Sūta parslēgšanās komandu 8

source: sends switch cmd 9
fr: envoyer cde commutateur 9
lv: Sūta parslēgšanās komandu 9

source: sends switch cmd 10
fr: envoyer cde commutateur 1
lv: Sūta parslēgšanās komandu 10

source: sends switch cmd 11
fr: envoyer cde commutateur 11
lv: Sūta parslēgšanās komandu 11

source: sends switch cmd 12
fr: envoyer cde commutateur 12
lv: Sūta parslēgšanās komandu 12

source: sends switch cmd 13
fr: envoyer cde commutateur 13
lv: Sūta parslēgšanās komandu 13

source: sends switch cmd 14
fr: envoyer cde commutateur 14
lv: Sūta parslēgšanās komandu 14

source: sends switch cmd 15
fr: envoyer cde commutateur 15
lv: Sūta parslēgšanās komandu 15

source: sends switch cmd 16
fr: envoyer cde commutateur 16
lv: Sūta parslēgšanās komandu 16

source: sends no DiSEqC repeats
fr: envoyer DISEqC non répété
lv: Sūtīt DiSEqC bez atkārtojuma

source: One
fr: Un
lv: Viens

source: sends one repeat
fr: envoyer une répétition
lv: Sūtīt vienu atkārtojumu

source: Two
fr: Deux
lv: Divi

source: sends two repeats
fr: envoyer deux répétitions
lv: Sūta 2 atkartojumus

source: Three
fr: Trois
lv: Trīs

source: sends three repeats
fr: envoyer trois répétitions
lv: Sūta 3 atkartojumus

source: sends no uncommitted switch command
fr: ne pas envoyer de commande de commutateur libre
lv: Sūtīt ne-neitralu pārslēdzēja komandu

source: Input 1
fr: Entrèe 1
lv: Ieeja 1

source: select uncommitted switch Input 1
fr: sélectionner le commutateur libre entrée 1
lv: Izvēlēties uncommitted slēdzi Input 1

source: Input 2
fr: Entrée 2
lv: Ieeja 2

source: select uncommitted switch Input 2
fr: sélectionner le commutateur libre entrée 2
lv: Izvēlēties uncommitted slēdzi Input 2

source: Input 3
fr: Entrée 3
lv: Ieeja 3

source: select uncommitted switch Input 3
fr: sélectionner le commutateur libre entrée 3
lv: Izvēlēties uncommitted slēdzi Input 3

source: Input 4
fr: Entrée 4
lv: Ieeja 4

source: select uncommitted switch Input 4
fr: sélectionner le commutateur libre entrée 4
lv: Izvēlēties uncommitted slēdzi Input 4

source: Input 5
fr: Entrée 5
lv: Ieeja 5

source: select uncommitted switch Input 5
fr: sélectionner le commutateur libre entrée 5
lv: Izvēlēties uncommitted slēdzi Input 5

source: Input 6
fr: Entrée 6
lv: Ieeja 6

source: select uncommitted switch Input 6
fr: sélectionner le commutateur libre entrée 6
lv: Izvēlēties uncommitted slēdzi Input 6

source: Input 7
fr: Entrée 7
lv: Ieeja 7

source: select uncommitted switch Input 7
fr: sélectionner le commutateur libre entrée 7
lv: Izvēlētiess uncommitted slēdzi Input 7

source: Input 8
fr: Entrée 8
lv: Ieeja 8

source: select uncommitted switch Input 8
fr: sélectionner le commutateur libre entrée 8
lv: Izvēlēties uncommitted slēdzi Input 8

source: Input 9
fr: Entrée 9
lv: Ieeja 9

source: select uncommitted switch Input 9
fr: sélectionner le commutateur libre entrée 9
lv: Izvēlēties uncommitted slēdzi Input 9

source: Input 10
fr: Entrée 10
lv: Ieeja 10

source: select uncommitted switch Input 10
fr: sélectionner le commutateur libre entrée 10
lv: Izvēlēties uncommitted slēdzi Input 10

source: Input 11
fr: Entrée 11
lv: Ieeja 11

source: select uncommitted switch Input 11
fr: sélectionner le commutateur libre entrée 11
lv: Izvēlēties uncommitted slēdzi Input 11

source: Input 12
fr: Entrée 12
lv: Ieeja 12

source: select uncommitted switch Input 12
fr: sélectionner le commutateur libre entrée 12
lv: Izvēlēties uncommitted slēdzi Input 12

source: Input 13
fr: Entrée 13
lv: Ieeja 13

source: select uncommitted switch Input 13
fr: sélectionner le commutateur libre entrée 13
lv: Izvēlēties uncommitted slēdzi Input 13

source: Input 14
fr: Entrée 14
lv: Ieeja 14

source: select uncommitted switch Input 14
fr: sélectionner le commutateur libre entrée 14
lv: Izvēlēties uncommitted slēdzi Input 14

source: Input 15
fr: Entrée 15
lv: Ieeja 15

source: select uncommitted switch Input 15
fr: sélectionner le commutateur libre entrée 15
lv: Izvēlēties uncommitted slēdzi Input 15

source: Input 16
fr: Entrée 16
lv: Ieeja 16

source: select uncommitted switch Input 16
fr: sélectionner le commutateur libre entrée 16
lv: Izvēlēties uncommitted slēdzi Input 16

source: Region:
fr: Région:
lv: Reģions:

source: SatFind >>> [MENU] >>> [6] Setup >>> Service Searching >>> SatFind . . . . . . . . . . Here you can see the quality of the signal your receiver is getting from your dish/lnb(s). . . . . . . . . . . Usage: SNR Signal to Noise Ratio AGC Automatic Gain Control BER Bit Error Rate SATTELITE Select satellite to monitor TRANSPONDER Select transponder to monitor [OK]/[EXIT] Close window
fr: SatFind >>> [MENU] >>> [6] Configuration >>> Recherche de services >>> Recherche satellites . . . . . . . . . . Vous pouvez voir la qualité du signal envoyé par votre parabole/LNB au récepteur. . . . . . . . . . . Utilisation: SNR Rapport signal bruit AGC Contrôle Automatique de Gain BER Taux d' erreur bits SATELLITE Choisir le satellite à testerr TRANSPONDEUR Choisir le transpondeur à tester [OK]/[EXIT] Fermer la fenêtre
lv: Pavadoņu meklēšana >>> [MENU] >>> [6] Uzstādījumi >>> Kanālu uzstādīšana >>> Pavadoņu meklēšana . . . . . . . . . . Varat apskatīt signāla kvalitāti kādu uztvērējs saņem no antenas. . . . . . . . . . . Lietošana: SNR Signāla/ trokšņa attiecība AGC Signāla pastiprinājuma automātiska regulēšana BER Kļūdu daudzums Satelīts pavadoņa izvēle Transponderis Transpondera izvēle [OK]/[EXIT] Iziet

source: manual scan..
fr: scan manuel...
lv: Manuāla skanēšana..

source: Manual transponder scan >>> [MENU] ->[6] Setup >>> [2] Channels >>> Channel scan >>> Manual scan . . . . . . . . . . For the manual scan you need information about available services You can find this for instance on http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite: [OK],[UP]/[DOWN],[OK] Select satellite Frequency, Polarity, FFC, Symbolrate:[NUMBERS] Settings of the desired channel Inv.:[OK] Inversion on/off ONIT:[OK] ONIT-test on/off use BAT:[OK] BAT-use on/off (of available) Empty list: [OK] clears the list before the search Network scan: [OK] scans all transponders of the same network Start scan: [OK] Start scanning abort [EXIT] Close window without saving changes
fr: Scan manuel d'un transpondeur >>> [MENU]->[6] Configuration >>> [2] Chaînes>>>Scan chaînes >>> Scan manuels . . . . . . . . . . Pour le scan manuel, une information sur les services disponibles est nécessaire. Cette information peut être obtenue par exemple à l'adresse http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton Satellite: [OK],[HAUT]/[BAS],[OK] Choisir le satellite Fréquence, polarité, FFC, Taux symbole:[CHIFFRES] Réglages de la chaîne désirée Inv.:[OK] Inversion active/inactive ONIT:[OK] test ONIT actif/inactif utiiliser BAT:[OK] utilisation BAT active/inactive Vider la liste: [OK] vider la liste avant la recherche Scan réseau: [OK] scanner tous les transpondeurs sur le même réseau Démarrer le scan: [OK] Démarrer le scan [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Manuālā transponderu skanēšana >>> [MENU] ->[6] Uzstādijumi >>> [2] Kanālu uzstādījumi >>> Manuālā skanēšana . . . . . . . . . . Manuālajai skanēšanai nepieciešama informācija par pieejamiem servisiem. Jūs to varat atrast - http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Izvēlēties ievades lauku vai pogu Satelīts: [OK],[uz augšu]/[uz leju],[OK] pavadoņa izvēle Frekvence, Polarizācija, FEC, Symbol Rate:[CIPARI] Izvēlētā kanāla uzstādījumi Inv.:[OK] Islēgt inversiju lietot ONIT:[OK] Ieslēgt ONIT pārbaudi uz jebkura transpondera lietot BAT:[OK] Ieslēgt BAT lietošanu skanēšanai attīrīt: [OK] Attīrīt sarakstu pirms skanēšanas tīkla meklēšana: [OK] Skanēt visus tā paša tīkla transponderus Skanēt: [OK] Skanēt transponderus Pārtraukt [EXIT] Iziet nesaglabājot izmaiņas

source: Waiting for tuner lock on:
fr: Attendez le verrouillage tuner sur:
lv: Gaidam signālu:

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
fr: Pour rechercher un sat. valide appuyez sur ok, ou choisissez votre satellite souhaité manuellement et appuyer sur ok.
lv: Pavadoņa meklēšanai spiediet OK, vai arī izvēlieties vajadzīgo paši un spiediet OK

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
fr: Pour rechercher un Opérateur câble valide appuyez sur ok, ou choisissez votre Opérateur manuellement et appuyer sur ok.
lv: KabeļTV provaidera meklēšanai spiediet OK, vai izvēlaties vajadzīgo paši un spiediet OK
