Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: Change into next bouquet when end of current bouquet is reached
fr: Passer au bouquet suivant quand la fin du bouquet est atteinte
lv: Pāriet uz nākošo paketi, kad nonāksiet esošās beigās

source: infobar timeout (left, right)
fr: délai barre-info (gauche, droite)
lv: Info-paneļa laiks (kreisais, labais)

source: Infobar timeout %d sec
fr: Délai barre-info %d sec
lv: Infopaneli rādīt %d sek

source: General settings
fr: Réglages généraux
lv: Galvenie uzstādījumi

source: General settings for all internal harddisks, like sleep time
fr: Réglages généraux pour tous les disques durs internes, comme le temps avant la mise en veille
lv: Galvenie uzstādījumi iebūvētajiem HDD

source: Specific settings
fr: Réglages spécifiques
lv: Papildus iestatījumi

source: Specific settings for a selectable harddisk, like formatting
fr: Réglages spécifiques d'un disque dur sélectionnable, comme le formatage
lv: Iezīmētā HDD papildus iestatījumi, pem. formatizēšana

source: sorry, no harddisks found!
fr: désolé, aucun disque dur trouvé!
lv: Cietais disks netika atrasts!

source: Specific harddisk settings...
fr: Réglages spécifiques disque dur...
lv: HDD papildus iestatījumi...

source: General harddisk settings
fr: Réglages généraux disque dur
lv: Galvenie HDD uzstādījumi

source: Harddisk sleep time
fr: Temps de mise en veille disque dur...
lv: HDD izslēgšana min.:

source: Number of minutes after the harddisk will spin down. 0 to 330 minutes. 0 is no spin down
fr: Nombre de minutes avant l'arrêt du disque dur. 0 à 330 minutes. 0 signifie pas d'arrêt
lv: Nedarbojoša HDD apstādināšanas laiks min.: 0-333 min. (0- bez apstāšanās)

source: Harddisk acoustics
fr: Niveau acoustique
lv: HDD akustika

source: Sets the acoustics of the drive, 128=quiet/slow 254=fast/loud
fr: Sélectionne le niveau acoustique du disque, 128=faible/lent 254=fort/rapide
lv: Uzstādīt HDD troksni/ ātrumu: 128=klusu/ lēni 254=skaļi/ ātri

source: Select your harddisk
fr: Choisissez le disque dur
lv: Izvēlieties HDD

source: Are you SURE that you want to format this disk?
fr: Etes-vous sûr de vouloir formater ce disque?
lv: Vai tiešām vēlaties formatēt šo disku?

source: formatting harddisk...
fr: Formatage disque dur en cours...
lv: Formatējas HDD...

source: There's data on this harddisk. You will lose that data. Proceed?
fr: Il y a des données sur le disque Vous allez perdre ces données. Continuer?
lv: Uz diska ir informācija. Dati tiks zaudēti. Turpināt?

source: Please wait while formatting the harddisk. This might take some minutes.
fr: Veuillez patientez,formatage du disque dur. Ceci peut prendre plusieurs minutes.
lv: Notiek HDD formatizēšana Tas var aizņemt dažas minūtes.

source: sorry, couldn't find sfdisk utility to partition harddisk.
fr: désolé, pas trouvé d'utilitaire sfdisk sur la partition disque dur.
lv: Nevar atrast sfdisk lai sadalītu HDD.

source: creating filesystem failed
fr: Erreur dans la création du fichier système !
lv: Kļūda veidojot failu sistēmu

source: mounting harddisk failed
fr: Erreur lors du montage du disque dur
lv: Cietā diska pievienošanas kļūda

source: creating /media/hdd/movie failed
fr: Erreur lors de la création de /media/hdd/movie
lv: Mapes izveidošanas kļūda /media/hdd/movie

source: successfully formatted your disk!
fr: formatage disque réussi !
lv: Jūsu HDD noformatizēts veiksmīgi!

source: (error reading information)
fr: (erreur dans la lecture des informations)
lv: (kļūda lasot informāciju)

source: uninitialized - format it to use!
fr: non initialisé - doit être formaté avant utilisation !
lv: Neinicializējas- noformatējiet prieks lietošanas

source: in use, %d.%04d GB (about %d minutes) free
fr: utilisés, %d. %04d Go (~%d minutes) libres
lv: Izlietots, %d.%04d GB (apmēram %d min.) pieejams

source: initialized, but unknown filesystem
fr: initialisé, mais système de fichiers inconnu
lv: Inicializēts, bet nezināma failu sistēma

source: could not unmount the filesystem...
fr: démontage impossible du sustème de fichiers...
lv: Nevar atslēgt failu sistēmu...

source: check filesystem...
fr: vérification du fichier système...
lv: Failu sistēmas pārbaude...

source: sorry, couldn't find fsck.ext3 utility to check the ext3 filesystem.
fr: désolé, pas trouvé l'utilitaire fsck.ext3 pour vérifier le système fichier ext3.
lv: Nevar atrast fsck.ext3 rīku lai pārbaudītu ext3 filesystem.

source: sorry, couldn't find fsck.ext2 utility to check the ext2 filesystem.
fr: désolé, pas trouvé l'utilitaire fsck.ext2 pour vérifier le système fichier ext2.
lv: Nevar atrast fsck.ext2 rīku lai pārbaudītu ext2 filesystem.

source: sorry, couldn't find reiserfsck utility to check the reiserfs filesystem.
fr: désolé, pas trouvé l'utilitaire reiserfsck pour vérifier le système fichier reiserfsck.
lv: Nevar atrast reiserfsck rīku lai pārbaudītu reiserfs filesystem.

source: not supported filesystem for check.
fr: système de fichier non supporté pour vérification.
lv: Nav pieejamu failsistēmu, ko pārbaudīt

source: Keyboard
fr: Clavier
lv: Klaviatūra

source: Keyboard mapping:
lv: Klaviatūras izvēle:

source: select your keyboard mapping (ok)
fr: choisissez le type de clavier (ok)
lv: Izvēlieties klaviatūras valodu (ok)

source: Preferred audio languages
fr: Langues audio préférées
lv: Vēlamā valoda

source: Language
fr: Langue
lv: Valoda (Language)

source: Select the first language
fr: Sélectionner la première langue
lv: Izvēlieties pirmo valodu

source: Select the second language
fr: Sélectionner la deuxième langue
lv: Izvēlieties otro valodu

source: Select the third language
fr: Sélectionner la troisième langue
lv: Izvēlieties trešo valodu

source: Select the fourth language
fr: Sélectionnez la quatrième langue
lv: Izvēlieties ceturto valodu

source: Alternative EPG Languages:
lv: EPG alternatīvās valodas:

source: Select EPG language, then restart
lv: EPG valodas izvēle un pārstartēšana

source: Enter EPG language (3 chars)
lv: Ievadiet EPG valodu (3 simboli)

source: set LCD brightness ( left / right )
fr: régler la luminosité LCD (gauche, droite)
lv: LCD spilgtums(pa kreisi/pa labi)

source: Contrast:
fr: Contraste:
lv: Kontrasts:

source: set LCD contrast ( left / right )
fr: régler le contraste LCD (gauche, droite)
lv: LCD kontrasts (pa kreisi/pa labi)

source: Standby:
fr: Veille:
lv: Gaidīšana:

source: set LCD brightness for Standby Mode ( left / right )
fr: régler luminosité LCD en veille (gauche, droite)
lv: LCD spilgtums gaidīšanas režīmā (pa kreisi/pa labi)

source: Inverted
lv: Invertēšana

source: enable/disable inverted LCD (ok)
fr: activer/désactiver l'inversion couleurs du LCD (ok)
lv: Ieslēgt, izslēgt inverto LCD (ok)

source: LCD Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [8] LCD Settings . . . . . . . . . . Setup of the LCD screen on your Dreambox (front) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [LEFT]/[RIGHT] Set Brightness/Contrast/Standby(brightness) INVERTED: Toggle inverted LCD screen [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Réglages LCD >>> [MENU] >>> [6] Configuration >>> [3] Réglages système >>> [8] RéglagesLCD . . . . . . . . . . Réglages de l'écran LCD à l'avant de la Dreambox . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton [GAUCHE]/[DROITE] Régler Luminosité/Contraste /Veille(luminosité) INVERSE Basculer entre affichage normal /inversé [VERT] Sauvegarder les changements et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Uzstādījumi LCD экрана >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [8] LCD uzstādījumi . . . . . . . . . . LCD ekrāna uzstādījumi priekšējā Dreambox panelī . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ievades lauku un pogu izvēle [kreisais]/[labais]: Spilgtuma/kontrasta uzstādīšana... INVERTED: Uzrakstu krāsas invertēšana [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: Network mounts
fr: Montages réseau
lv: Tīkla pieslēgumi

source: mounted
fr: monté
lv: Pievienots

source: not mounted
fr: pas monté
lv: Nav pievienots

source: Show, edit or remove this mount
fr: Afficher, éditer ou sipprimer ce montage
lv: Mainīt pieslēguma punktu

source: Add a new mount
fr: Ajouter nouveau montage
lv: Pievienot jaunu mount punktu

source: New network mount
fr: Nouveau montage réseau
lv: Jauns pieslēgums

source: Description
lv: Apraksts

source: Enter an optional description
fr: Entrer un desciption optionnelle
lv: Ievadiet pieslēguma punkta nosaukumu

source: Filesystem
fr: Système de fichiers
lv: Failsistēma

source: Select filesystem type
fr: Sélectionner le système de fichiers
lv: Izvēlieties failu sistēmu

source: Especially for Linux and Dreamboxes
fr: Spécialement pour Linux et les Dreambox
lv: Rekomendējas priekš Linux un Dreambox

source: Especially for Windows, Linux, Dreamboxes and NAS devices
fr: Spécialement pour Windows, Linux, les Dreambox et NAS
lv: Rekomendējas priekš Windows, Linux, Dreambox un NAS

source: Especially for some old NAS devices
fr: Spécialement pour certains équipements NAS anciens
lv: Rekomendējas priekš dažiem veciem NAS

source: Auto mount
fr: Montage auto
lv: Auto pieslēgšana

source: Mount this share when Enigma starts
lv: Pievienot šo vietni startējot

source: Select IP address or hostname
fr: Adresse IP ou nom d'hôte
lv: Izvēlēties IP adresi vai vārdu

source: IP address
lv: IP adrese

source: Hostname
lv: Servera nosaukums

source: Enter hostname
fr: Entrer nom d'hôte
lv: Servera nosaukums

source: Enter IP address
fr: Entrer adresse IP
lv: IP adrese (0..9, kreisais, labais)

source: Mountpoint
fr: Point de montage
lv: Katalogs

source: Select local mountpoint
fr: Choisir le point de montage local
lv: Izvēlieties Dreambox mapi, kurā pievienos

source: Server directory
fr: Répertoire serveur
lv: Servera mape

source: Enter the server directory
fr: Entrer le répertoire du serveur
lv: Ievadiet servera mapi

source: Username
fr: Utilisateur
lv: Lietotājs

source: Enter the username of the server
fr: Entrer le nom d'utilisateur du serveur
lv: Ievadiet servera lietotāja paroli

source: Password
fr: Mot de passe
lv: Parole

source: Enter the password of the server
fr: Entrer le mot de passe du serveur
lv: Ievadiet servera paroli

source: Delete
fr: Supprimer
lv: Dzēst

source: Delete this mount entry
fr: Supprimer ce montage
lv: Dzēst šo pieslēguma ierakstu

source: Save this mount entry
fr: Sauvegarder ce montage
lv: Saglabāt šo pieslēgumu

source: Unmount
fr: Démonter
lv: Atvienot

source: Unmount this network mount
fr: Démonter ce montage réseau
lv: Atvienot šo tīkla punktu

source: Mount
fr: Monter
lv: Izsl.

source: Save and mount this network mount
fr: Sauvegarder et monter ce montage réseau
lv: Saglabāt un pievienot

source: Mount this network mount
fr: Monter ce montage réseau
lv: Pievienot šo vietni tīklā

source: Options
lv: Opcijas

source: Advanced options for this mount
fr: Options avancées pour ce montage
lv: Papildus uzstādījumi

source: Are you sure to delete this mount?
fr: Etes-vous sûr de vouloir supprimer ce montage?
lv: Dzēst? Vai esat pārliecināts?

source: Remove mount
fr: Supprimer le montage
lv: Dzēst pievienojumu

source: Hostname is empty
fr: Le nom d'hôte est vide
lv: Nav norādīta servera adrese

source: Server directory is empty
fr: Le répertoire serveur est vide
lv: Nosaukums 'Servera mape' tukšs

source: Local directory is already in use
fr: Répertoire local déjà utilisé
lv: Katalogu jau izmanto

source: Mount entry saved
fr: Montage sauvegardé
lv: Pievienojums saglabāts

source: This mountpoint is unmounted now
fr: Ce point de montage n'est pas monté
lv: Šis pievienošanas punkts patreiz ir atvienots

source: Saving mount entry failed
fr: Echec de la sauvegarde du montage
lv: Pieslēguma saglabāšanas kļūda

source: Saving mount entry
fr: Sauvegarde du montage en cours
lv: Saglabāt pieslēgumu

source: Unmounting failed
fr: Erreur lors du démontage
lv: Atvienošanas kļūda

source: Unmounting succeeded
fr: Démontage réussi
lv: Atvienots

source: Mount status
fr: Statut du montage
lv: Stāvoklis:

source: Mounting failed
fr: Echec du montage
lv: Pievienošanas kļūda

source: Mounting succeeded
fr: Montage réussi
lv: Pievienošana izdevās

source: Mount options
fr: Options du montage
lv: Papildus uzstādījumi

source: Activate mount option
fr: Activer les options du montage
lv: Aktivizēt pieslēgšanos

source: Enable Linux extensions (some NAS devices need this disabled)
fr: Activer les extensions Linux (certains équipements NAS ne les acceptent pas)
lv: Iespējot Linux paplašinājumus (dažām NAS iekārtām nepieciešams atspējot)

source: Select read buffer size
fr: Choisir la taille du tampon de lecture
lv: Lasīšanas bufera lielums

source: Select write buffer size
fr: Choisir la taille du tampon d'écriture
lv: Ieraksta bufera izmērs

source: Extra mount options
fr: Options supplémentaires du montage
lv: Papildus

source: Extra options for the mount
fr: Options supplémentaires pour le montage
lv: Papildus pieslēguma parametri

source: NFS setup actions
fr: Congifuration NFS
lv: NFS uzstādīšana

source: Goto previous share
fr: Aller au partage précédent
lv: Iepriekšējais

source: Goto Next share
fr: Aller au partage suivant
lv: Nākošais

source: IP address or Fully qualified hostname
fr: Adresse IP ou nom d'hôte pleinement qualifié
lv: Servera IP adrese vai URL/vārds

source: press ok to change mount type
fr: pressez ok changer le type de montage
lv: Spiediet ok lai mainītu ierīču pieslēgšanas tipu

source: Samba File System(to mount share from another Dreambox)
fr: Système fichiers Samba (pour monter partage d'une autre Dreambox)
lv: Samba failu sistēma (cita Dreambox failu pieslēgšanai)

source: Dir:
fr: Rep:
lv: Mape:

source: LocalDir:
fr: Rep local:
lv: Katalogs:

source: enter name of the local mount point with trailing slash
fr: saisir le nom du point de montage local avec un slash à la fin
lv: Ievadīt lokālās montāžas punktu ar trailing slash

source: Options:
lv: Opcijas:

source: press ok to change mount options
fr: presser ok pour changer les options montage
lv: Spiediet ok lai mainītu ierīču pieslēgšanas opcijas

source: Extra:
lv: Papildus:

source: press ok to edit extra options
fr: presser ok pour changer les options supplémentaires
lv: Spiediet ok lai rediģētu ekstra opcijas

source: User:
fr: Utilisateur:
lv: Lietotājs:

source: press ok to edit username
fr: presser ok pour éditer le nom d'utilisateur
lv: Spiediet ok lai rediģētu lietotājvārdu

source: Pass:
fr: Mot de passe:
lv: Parole:

source: press ok to edit password
fr: presser ok pour éditer le mot de passe
lv: Spiediet ok lai rediģētu paroli

source: Automount
fr: Montage auto
lv: Auto pieslēgšana

source: enable/disable automount (ok)
fr: activer/désactiver montage auto (ok)
lv: Ieslēgt, izslēgt iekārtu automātisku pieslēgšanu (ok)

source: go to previous share
fr: aller au partage précédent
lv: Iet uz iepriekšējo koplietošanu

source: press ok to (un)mount this share
fr: presser ok pour (dé)monter ce partage
lv: Spiediet OK lai pievienotu/ atvienotu šāri

source: press ok to create/cancel a new share
fr: presser ok pour créer/supprimer un nouveau partage
lv: Spiediet OK lai izveidotu/ atceltu topošo resursu

source: press ok to save this share
fr: presser ok pour sauver ce partage
lv: Spiediet ok lai saglabatu šo mapi

source: press ok to remove this share
fr: presser ok pour supprimer ce partage
lv: Spiediet OK lai dzēstu kopējo resursu

source: go to next share
fr: aller au partage suivant
lv: Iet uz nākamo koplietošanu

source: enter the name of the share
fr: entrer le nom du partage
lv: Koplietošanas resursa nosaukums

source: enter the name of the share (//DreamBOX/harddisk)
fr: entrer le nom du partage (//DreamBOX/harddisk)
lv: Koplietošanas resursa nosaukums (//DreamBOX/harddisk)

source: New
fr: Nouveau
lv: Jauns

source: umount
fr: démonter
lv: Atvienot

source: Status: Mounted
fr: Statut: Monté
lv: Stāvoklis: Pievienots

source: mount
fr: monter
lv: Iekārtas pieslēgšana

source: Status: Not Mounted
fr: Statut: Non Monté
lv: Stāvoklis: nav pievienots

source: External mounts settings (%d/%d)
fr: Réglages des montages externes (%d/%d)
lv: Ārējo pieslēgumu uzstādījumi (%d/%d)

source: invalid or missing host or dir or local dir
fr: hôte/rép invalide ou manquant ou local
lv: Pievienošanas vieta nepieejama

source: -Entry stored. Further entry?
fr: -Entrée enregistrée. Autre entrée?
lv: -Ieraksts saglabāts. Nākošais ieraksts?

source: -Setup...
fr: -Configurer...
lv: -Uzstādīšana...

source: mount error already mounted
fr: Erreur montage, déja monté
lv: Kļūda! Jau pievienots.

source: Network
fr: Réseau
lv: Tīkls

source: Enable network
fr: Activer réseau
lv: Iespējot tīklu

source: Enable or disable the ethernet connection
fr: Activer ou désactiver la connexion ethernet
lv: Iespējot vai atslēgt Ethernet savienojumu

source: Get network settings from a DHCP server in the local network
fr: Obtenir les réglages réseau d'un serveur DHCP local
lv: Lokālā tīkla DHCP servera uzstādījumi

source: Enter network IP address (0..9, left, right)
fr: Entrez l'adresse IP (0...9, gauche, droite)
lv: Dreambox IP adrese tīklā (0..9, kreisais, labais)

source: Netmask:
fr: Masque ss-réseau:
lv: Maska:

source: Enter netmask of your network (0..9, left, right)
fr: Entrez masque sous-réseau (0...9, gauche, droite)
lv: Apakštīkla maska (0..9, kreisais, labais)

source: Type:
lv: Тips:

source: Select network type
fr: Sélectionner le type de réseau
lv: Izvēlieties tīkla tipu

source: communicate to Local Area Network
fr: communication avec le réseau local
lv: Sakari ar lokālo tīklu

source: communicate to the Internet via DSL
fr: communication vers Internet en ADSL
lv: Sakari ar internetu caur DSL

source: T-Online User press ok here
fr: Utilisateurs T-Online presser ok ici
lv: T-Online lietotājiem spiest ok šeit

source: Nameserver:
fr: Serveur de noms:
lv: IP servera:

source: Enter your domain name server (0..9, left, right)
fr: Entrez le DNS (0...9, gauche, droite)
lv: DNS serveris (0..9, kreisais, labais)

source: press ok to edit your provider login name
fr: presser ok pour entrer le login du FAI
lv: Spiediet ok lai rediģētu provaidera lietotājvārdu

source: Gateway:
fr: Passerelle:
lv: Vārteja:

source: Enter your gateway IP address (0..9, left, right)
fr: Entrez l'IP de la passerelle (0...9, gauche, droite)
lv: Vārtejas IP adrese (0..9, kreisais, labais)

source: Password:
fr: Mot de passe:
lv: Parole:

source: press ok to edit your provider password
fr: presser ok pour éditer le mot de passe du FAI
lv: Spiediet ok lai rediģētu provaidera paroli

source: reject incoming connections on port 80
fr: rejeter les connections entrantes par le port 80
lv: Atslēgt ienāk. savienojumus uz 80 porta

source: reject incoming connections on port 23
fr: rejeter les connections entrantes par le port 23
lv: Atslēgt ienāk. savienojumus uz 23 porta

source: reject incoming connections on ports 137,138,139
fr: rejeter les connections entrantes par les ports 137, 138, 139
lv: Atslēgt ienāk. savienojumus uz 137,138,139 porta

source: reject incoming connections on ports 21
fr: rejeter les connections entrantes par le port 21
lv: Atslēgt ienāk. savienojumus uz 21 porta

source: Communication Setup >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [1] Communication Setup . . . . . . . . . . You will need to setup your network settings in order to be able to share A/V Recordings, FTP/HTTP/Telnet access, Streaming A/V to, and from your Dreambox. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [NUMBERS] Enter numbers/text [LEFT]/[RIGHT] Previous/next number field IP: [NUMBERS] IP-Address of your Dreambox Netmask: [NUMBERS] Netmask of your network (usually 255.255.255.0) Nameserver: [NUMBERS] The IP-Address of a Nameservers (or Gateway) Gateway: [NUMBERS] IP-Address of your Default Gateway Enable Network: [OK] Activate the Network [GREEN] Save Settings and Close Window [MOUNTS] Goto Mount menu [EXIT] Close window without saving changes
fr: Réglages Communications >>> [MENU] >>> [6] Configuration >>> [3] Réglages système >>> [1] Réglages communications . . . . . . . . . . Il est nécessaire d'ajuster les réglages réseau pour pouvoir partager des enregistrements A/V, un accès FTP/HTTP/Telnet, l'émission ou la réception de flux A/V depuis ou vers votre Dreambox . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton [CHIFFRES] Entrer des nombres ou du texte [GAUCHE]/[DROITE] Champ numérique précédent/suivant IP: [CHIFFRES] Adresse IP de votre Dreambox Masque sous-réseau [CHIFFRES] Masque de sous-réseau de votre réseau (habituellement 255.255.255.0) Serveur DNS: [CHIFFRES] L'adresse IP de votre serveur DNS (ou passerelle) Passerelle: [CHIFFRES] L'adresse IP de la passerelle par défaut Activer le réseau: [OK] Autoriser les échanges réseau [VERT] Sauvegarder les réglages et fermer la fenêtre [MONTAGES] Aller au menu Montages [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Uzstādījumi сети >>> [MENU] >>> [6] Uzstādījumi >>> [4] Sistēmas uzstādījumi >>> [0] Tīkls . . . . . . . . . . Tīkla uzstādījumi nepieciešmi lai piekļūtu tīkla resursiem filu, mūzikas ierakstam vai atskaņošanai, piekļūšanai FTP, HTTP, Telnet, audio un video pārraidei uz Dreambox. . . . . . . . . . . Lietošana: [UZ AUGŠU]/[UZ LEJU] Ivades lauka vai pogas izvēle [CIPARI] Ciparu un teksta ievade [PA KREISI]/[PA LABI] Navigācija pa laukiem IP: [CIPARI] Dreambox adrese tīklā Maska: [CIPARI] Apakštīkla maska (parasti 255.255.255.0) Serveris: [CIPARI] DNS servera (vai vārtejas) adrese Vārteja: [CIPARI] Standarta vārtejas adrese Ieslēgt tīklu: [OK] Aktivizēt tīklun [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: OSD position
fr: position OSD
lv: Pozīcija uz ekrāna

source: OSD transparency
fr: Transparence de l'OSD
lv: OSD caurspīdīgums

source: PluginOffsetActions
fr: Actions du plugin offset
lv: Pluginu uzstādījumi

source: enable set the leftTop Point of the rectangle
fr: activer le point en haut à gauche du rectangle
lv: Iestādīt četrstūra kreiso augšējo punktu

source: enable set the rightBottom Point of the rectangle
fr: activer le point en bas à droite du rectangle
lv: Iestādīt četrstūra labo apakšējo punktu

source: saves the current positions
fr: sauvegarder la position actuelle
lv: Saglabat tekošo pozīciju

source: Here you can center the TuxTxt/MultiEPG rectangle... Press RED to select the left top edge. Press GREEN to select the right bottom edge. Use the cursor keys to move the selected edges. Current positions - size:
fr: Ici vous pouvez centrer le rectangle Tuxtxt/MultiEPG... Appuyez sur rouge pour sélectionner le coin haut/gauche Appuyez sur vert pour le coin bas/droit Utilisez les flèches pour déplacer les coins. Position/taille courantes:
lv: Šeit var uzstādīt interfeisa loga atrašanos. SARKANAIS izvēlēties kreiso augšējo stūri. ZAĻAIS izvēlēties labo apakšējo stūri. kreisais, labais, uz augšu, uz leju - uzstādīt stūra atrašanās vietu. tekošā pozīcija un izmērs:
