Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: Timer >>> [MENU] >>> [8] Timer >>> Select Event . . . . . . . . . . Here you can set the details of an event for DVR (recording), Switching, and NGrab . . . . . . . . . . Usage: Repeated Timer: Use [OK] to toggle repetition on/off - if in repeat mode, toggle the day(s) on/off by using [OK] Start time and Stop time: First line (year, month, day, time) represents the START time of an event, the second line the STOP time. Use [UP]/[DOWN]/[LEFT]/[RIGHT] to select the desired fields. Use [OK]/[UP]/[DOWN] to select from a dropdown box, or use [NUMBERS] to enter time Don't forget to select the event type (record DVR, switch, NGrab), service (channel etc), and what to do after the event (Nothing, Shutdown, Standby). [BLUE] See if there is matching EPG data [EXIT] Close window without saving changes
fr: Planification >>> [MENU] >>> [8] Planification >>> Selectionner un événement . . . . . . . . . . Ici vous pouvez ajuster les détails d'un événement d'enrgistrement DVR, bascule ou NGrab . . . . . . . . . . Utilisation: Planification répétée: Utiliser [OK] pour basculer entre répétition active/inactive - en mode répétition sélectionner/désélectionner les jours avec [OK] Heure de début et heure de fin: La première ligne(année, mois, jour, heure) représente l'heure de début d'un événement, la seconde ligne l'heure de fin. Utiliser[HAUT]/[BAS] pour sélectionner les champs. Utiliser [OK]/[HAUT]/[BAS) pour sélectionner une liste déroulante ou les [CHIFFRES] pour saisir l'heure Ne pas oublier de chosir le type d'événement (enregistrement DVR, changement de mode, NGrab) et l'action à exécuter après l'événement (rien, arrêt, veille). [BLEU] Chercher les données EPG correspondantes [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Taimeris >>> [MENU] >>> [8] Taimeri >>> Notikuma izvēle . . . . . . . . . . Šeit varat izmainīt uzstādījumus ieraksta un pārslēgšanās taimeriem. . . . . . . . . . . Lietošana: Izpildes atkārtošana: [OK] - ieslēgt/ atslēgt - izslēgt: atkārtošanas dienu izvēle. Sākuma/ pārtraukšanas laiks: Pirmā līnija (gads, mēnesis, diena, laiks) - darbības sākums otrā līnija - darbības pārtraukšana. [uz augšu]/[uz leju]/[kreisais]/[labais] pāreja pa laukiem. [OK]/[uz augšu]/[uz leju]/[OK] datu izvēle laukā. [CIPARI] laika norādīšana Neaizmirstiet izvēlēties darbību (DVR ieraksts uz iebūvēto vai pievienoto disku, NGrab uz ārējo datoru, pārslēgšana), kanālu un darbību pēc beigšanas (neko, izslēgšana, gaidīšana). [ZILAIS] Programmas skatīšanās передач [EXIT] Iziet nesaglabājot izmaiņas

source: No description available
fr: Pas de description
lv: Apraksts nav pieejams

source: unknown service
fr: service inconnu
lv: Nezināms kanāls

source: The new endtime is before now time! This stops the running timer(recording)
fr: La nouvelle heure de fin arrive avant l'heure actuelle Ceci stoppe la planification en cours (enregistrement)
lv: Jaunais beigu laiks jau pagājis! Tas apturēs tekošo taimeri (ierakstu)

source: Update event in timerlist
fr: Actualiser l'événement de la liste planifications
lv: Atjaunot uzdevumu taimera sarakstā

source: New endtime are now adjusted
fr: La nouvelle heure de fin est reglée
lv: Jauns beigu laiks uzstādīts

source: The event has already finished... you can not change endtime!
fr: L'évènement est déja terminé... vous ne pouvez changer l'heure de fin!
lv: Uzdevums jau izpildīts... Nevar izmainīt beigu laiku

source: Invalid begin or end time.! Please check time and date
fr: Heure de début ou de fin invalide! Vérifier vos règlages heures et date
lv: Nepareizs sākuma vai beigu laiks! Lūdzu pārbaudiet laiku un datumu

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
fr: Désolé, vous ne pouvez pas ajouter un enregistrement manuellement. Veuillez fermer le menu et utilisez l'EPG de la chaîne!
lv: Atvainojiet, Jūs nevarat pievienot taimerim pārklājošos kanālus. Aizveriet taimeri un lietojiet EPG lai pievienotu!

source: Time
fr: Heure
lv: Laiks

source: Time zone configuration
fr: Configuration du fuseau horaire
lv: Laika josla

source: Select local time zone
fr: Entrer votre fuseau horaire
lv: Izvēlieties lokālo laika joslu

source: Time correction
fr: Correction de l'heure
lv: Laika korekcija

source: Correct the time received from the satellites
fr: Corriger l'heure reçue des satellites
lv: Laika korekcija pēc transpondera laika (OK)

source: Select 12 or 24 hours clock (left, right)
fr: Choisir une horloge sur 12 ou 24 heures (gauche, droite)
lv: Izvēlieties 12 vai 24 stundu pulksteni (kreisais, labais)

source: 24 hours clock
fr: horloge sur 24 heures
lv: 24 stundu pulkstenis

source: 12 hours clock
fr: horloge sur12 heures
lv: 12 stundu pulktenis

source: Select time sync method (left, right)
fr: Sélectionner la méthode de synchronisation de l'heure (gauche, droite)
lv: Izvēlieties laika sinhronizācijas metodi (kreisais, labais)

source: system time
fr: heure système
lv: Sistēmas laiks

source: transponder time
fr: heure transpondeur
lv: Transpondera laiks

source: To change time correction you must tune first to any transponder
fr: Pour corriger l'heure vous devez choisir un transpondeur
lv: Lai veiktu pulksteņa korekciju, Jums jāpieslēdzas jebkuram transponderam

source: time correction change error
lv: Laika korekcijas maiņas kļūda

source: Satellite Edit
fr: Edition de satellite
lv: Pavadoņu rediģ.

source: press ok to change satellite name
fr: presser ok pour changer le nom du satellite
lv: Spiediet ok lai mainītu pavadoņa nosaukumu

source: press ok to change direction
fr: presser ok pour changer de direction
lv: Spiediet ok lai mainītu virzienu

source: Network search
fr: Recherche réseau
lv: Tīkla meklēšana

source: scan Network Information Table(s) this is recommend
fr: scanner les tables d'info. réseau ceci est recommandé
lv: skanēt tīkla informācijas tabulu(as) ieteicams

source: Extended networks search
fr: Recherche de réseaux étendue
lv: Paplašināta tīkla meklēšana

source: scan NITs of other transponders this is slower, but sometimes needed)
fr: scan NITs des autres transpondeurs (ceci est plus lent, mais parfois nécessaire)
lv: skanēt NITus no citiem transponderiem lēnāk bet nepoieciešams

source: Use BAT
fr: Utiliser BAT
lv: Lietot BAT

source: use Provider DVB Bouquet Tables if exist
fr: utiliser table bouquet DVB de l'Opérateur si elle existe
lv: Lietot provaideru DVB kanalu tabulas, ja iespējams

source: Add/Edit Transponders >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [4] Transponder Edit >>> Add or Edit . . . . . . . . . . Here you can manually Add or Edit a transponder . . . . . . . . . . Usage: Enter/Edit Frequency (MHz), Polarity, FEC, and SymbolRate for this specific Transponder. [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Ajouter/Editer les Transpondeurs >>> [MENU] >>> [6] Configuration >>> [2]Recherche de services >>> [3] Edition des Transpondeurs >>> Ajouter ou Editer . . . . . . . . . . Ici vous pouvez ajouter ou éditer manuellement un Transpondeur . . . . . . . . . . Utilisation: Entrer/Editer Fréquence (MHZ), Polarité, FEC et Taux Symbole pour ce transpondeur. [VERT] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Transpondera rediģēšana >>> [MENU] >>> [6] Uzstādījumi >>> [2] Kanālu uzstādīšana >>> [4] Transpondera rediģēšana >>> Pievienošana vai mainīšana . . . . . . . . . . Manuāla transponderu pievienošana vai parametru maiņa . . . . . . . . . . Lietošana: Ievedīt/izmainīt transpondera frevenci (MHz), polarizāciju, FEC un Symbol Rate. [ZAĻĀ] Saglabāt un iziet [EXIT] Iziet bez saglabāšanas

source: add new Network
fr: ajouter un nouveau réseau
lv: Pievienot jaunu tīklu

source: remove selected Network
fr: effacer le réseau sélectionné
lv: Novākt izcelto tīklu

source: Transponder Edit >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [4] Transponder Edit . . . . . . . . . . Here you can edit individual transponders . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next item in the list [LEFT]/[RIGHT] Select Sat/Add/Edit/Remove [EXIT] Close window
fr: Editer les Transpondeurs >>> [MENU] >>> [6] Configuration >>> [2] Recherchet de services >>> [4] Edition des transpondeurs . . . . . . . . . . Ici vous pouvez éditer des transpondeurs individuellement . . . . . . . . . . Utilisation: [HAUT]/[BAS] Entrée précédente/suivante dans la liste [GAUCHE]/[DROITE] Selectionner Sat/Ajouter/Editer /Supprimer [EXIT] Fermer la fenêtre
lv: Transponderu rediģēšana >>> [MENU] >>> [6] Uzstādījumi >>> [2] Kanālu uzstādīšana>>> [4] Transponderu rediģēšana . . . . . . . . . . Transponderu parametru uzstādīšana . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Iepriekšējais/nākošais [kreisais]/[labais] Izvēle: satelīts, pievienot, izmainīt vai dzēst [EXIT] Iziet

source: Save changed Transponders?
fr: Sauvegarder changements des transpondeurs?
lv: Saglabāt mainītos transponderus?

source: Transponders changed
fr: Transpondeurs changés
lv: Transponderi mainīti

source: Transponders couldn't be written to file!
fr: Les transpondeurs ne peuvent être sauvegardés dans le fichier !
lv: Transponderi nevar ierakstīt failā!

source: Write Error
fr: Erreur d'écriture
lv: Ievades kļūda

source: new Satellite
fr: nouveau satellite
lv: Jauns pavadonis

source: Really delete the selected satellite?
fr: Effacer le satellite sélectionné?
lv: Dzēst izvēlēto pavadoni?

source: Delete %s
fr: Effacer %s
lv: Dzēst %s

source: Please select the software version to upgrade to:
fr: Choisissez la version du logiciel que vous désirez installer:
lv: Lūdzu izvēlieties atjaunojamās SW versiju:

source: manual upload
fr: envoi manuel
lv: Manuāla ielāde

source: Software Update -> [MENU] ->(6)Setup ->Update . . . . . . . . . . ENIGMA is always under development Here you can install an updated version of ENIGMA . . . . . . . . . . Usage: Version:[UP]/[DOWN],[OK] Select software version [OK] Start update [EXIT] Close window without saving changes
fr: Mise à jour logiciel >>> [MENU] >>> [6] Configuration >>> [3] Réglages système >>> [13] Actualisation du logiciel . . . . . . . . . . ENIGMA est toujours en cours de développement Ici vous pouvez installer une version modifiée d'ENIGMA . . . . . . . . . . Utilisation: Version:[HAUT]/[BAS],[OK] Selectionner la version logicielle [OK] Faire la mise à jour [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Programmu atjaunošana -> [MENU] >>> (6) Uzstādījumi >>> Sistēmas uzstādījumi >>> Programmu atjaunošana . . . . . . . . . . programma visu laiku papildinās. Šeit var uzstādīt jaunāku Programmu versiju . . . . . . . . . . Lietošana: Versija: [uz augšu]/[uz leju],[OK] Programmu piejamās versija izvēle [OK] Sākt atjaunošanu [EXIT] Iziet nesaglabājot izmaiņas

source: downloading catalog...
fr: téléchargement du catalogue...
lv: Kataloga ielāde...

source: downloading changelog...
fr: téléchargement journal modifications...
lv: Izmaiņu saraksta ielāde...

source: downloading image...
fr: téléchargement fichier image...
lv: Image faila ielāde...

source: Please select version to upgrade or LAME! to abort
fr: Sélectionnez la version à mettre à jour ou EXIT pour abandonner
lv: Izvēlieties SW versiju vai LAME! lai atceltu

source: Download aborted.
fr: Téléchargement annulé.
lv: Lejupielāde pārtraukta.

source: checking consistency of file...
fr: vérification de l'uniformité des fichiers...
lv: Faila sastāva pārbaude...

source: write error while downloading...
fr: erreur écriture lors du téléchargement...
lv: Rakstīšanas kļūda pie ielādes...

source: Data error. The checksum didn't match.
fr: Erreur de données. Le checksum est incorrect.
lv: Datu kļūda. Kontrolsumma nesakrīt

source: Checksum OK. Ready to upgrade.
fr: Checksum ok. Prêt pour la mise à jour.
lv: Kontrolsumma OK. Var atjaunot.

source: Are you sure you want to upgrade to this new version?
fr: Voulez-vous réellement installer cette nouvelle version?
lv: Vai tiešām vēlaties atjaunot uz jaunāku versiju?

source: Ready to upgrade
fr: Prêt pour la mise à jour
lv: Gatavs atjaunošanai

source: Can't read flashimage.img!
fr: Ne peut lire le fichier image.img!
lv: Nevar nolasīt flashimage.img!

source: flashimage.img has filesize of 0byte!
fr: Le fichier image.img a une taille de 0 octet!
lv: Faila flashimage.img izmērs ir 0 baiti!

source: upgrade in progress
fr: mise à jour en cours ...
lv: Notiek atjaunošana

source: Erasing Flash...
fr: Effacement de la mémoire Flash...
lv: Flash dzēšana...

source: Writing Software to Flash...
fr: Ecriture du logiciel dans la mémoire Flash...
lv: Prog. nodr. (Software) rakstīšana...

source: upgrade successful! restarting...
fr: mise à jour de votre dreambox réussie! redémarrage ...
lv: atjaunošana pabeigta! parlādējas...

source: upgrade ok
fr: mise à jour ok
lv: Atjaunošana ok

source: This is the currently installed release.
fr: Ceci est la version qui est déjà installée.
lv: Šī ir pašlaik esošā versija.

source: This is an older release.
fr: C'est une version plus ancienne.
lv: Šī ir vecāka versija.

source: No changelog data available.
fr: Pas de journal changements données disponible.
lv: Izmaiņu saraksts nav pieejams.

source: No new features were added in this release.
fr: Aucune nouvelles caratéristiques n'ont été ajoutées à cette version.
lv: Nav Jauni papildinājumi pievienoti šajā versijā.

source: The following new features were added in this release:
fr: Les caractéristiques suivantes sont ajoutées à cette nouvelle version :
lv: Šājā versijā pievienotas sekojošas iespējas:

source: New Software for the frontprocessor is available. Your Dreambox must upgrade now! DO NOT TURN OFF THE POWER DURING UPDATE !!!.
fr: Nouveau logiciel pour le frontprocessor disponible Votre Dreambox doit être mise à jour NE PAS COUPER L'ALIMENTATION PENDANT LA MAJ!!!.
lv: Pieejama jauna programmas versija. Iespējams atjaunot tieši tagat! ATJAUNOJOT NEIZSLĒDZIET BAROŠANU !!!

source: New software available
fr: Nouveau logiciel disponible
lv: Pieejama jauna programma

source: Upgrading frontprocessor... DO NOT TURN OFF THE POWER! THE DREAMBOX WILL AUTOMATICALLY REBOOT!
fr: Mise à jour frontprocesseur... NE PAS COUPER L'ALIMENTATION LA DREAMBOX REDEMARRERA AUTOMATIQUEMENT!
lv: Uztvērēja atjaunošana... NEIZSLĒDZIET UZTVĒRĒJU! DREAMBOX PATS AUTOMĀTISKI PĀRLĀDĒSIES!

source: Upgrade in process...
fr: Mise à jour en cours ...
lv: Notiek atjaunošana...

source: OSD Language >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [7] OSD Language Your language . . . . . . . . . . Usage: [UP]/[DOWN] Select your language [OK] Select and save language [EXIT] Close window without saving changes
fr: Langue OSD >>> [MENU] >>> [6] Configuration >>> [3] Réglages systèmer >>> [5] Langue OSD Votre langue . . . . . . . . . . Utilisation: [HAUT]/[BAS] Selectionner votre langue [OK] Selectionner et sauvegarder la langue [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: OSD valoda >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [7] OSD valoda OSD valodas izvēle . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Valodas izvēle [OK] Uzstādīt izvēlēto valodu [EXIT] Iziet nesaglabājot izmaiņas

source: Choose your language...
fr: Choisissez votre langue...
lv: Izvēlieties jūsu valodu...

source: press up/down/ok
fr: pressez haut/bas/ok
lv: Spiest uz augšu/uz leju/OK

source: Direct connection to one LNB
fr: Connection directe vers 1 LNB
lv: Tiešais savienojums ar vienu LNB

source: Simple DiSEqC (2 LNBs/satellites)
fr: DiSEqC Simple (2 LNBs/satellites)
lv: Vienkāršs DiSEqC (2 LNB/satelīti)

source: Complex configuration (including DiSEqC 1.2)
fr: Configuration complexe (DiSEqC 1.2 inclus)
lv: Kompleksā konfigurācija (ietverot DiSEqC 1.2)

source: Default LNB type
lv: Noklusētais LNB tips

source: Select your default LNB type
lv: Izvēlieties LNB noklusēto tipu

source: Select the LNB used in your region
lv: Izvēlieties kādu LNB lieto jūsu reģionā

source: Regular LNB except for North America and Canada
lv: Standarta LNB izņemot Ziemeļameriku un Kanādu

source: DISH LNB for North America and Canada
lv: Standarta LNB Ziemeļamerikai un Kanādai

source: Uncommitted Switch:
fr: Switch non engagé:

source: LOCK
fr: VERROU

source: Use motor input power for running detection.. else use timeout
fr: Utiliser l'alimentation du rotor pour la détection mouvement... Sinon utiliser le délai

source: S
fr: Sud

source: AGC:
fr: CAG :

source: N
fr: Nord

source: Transponders
fr: Transpondeurs

source: Symbol Rate:
fr: Fréquence symbole :

source: root node
fr: noeud racine

source: Restore
fr: Restauration

source: no data for this service available
fr: pas de données disponibles pour ce service

source: Feb
fr: Fév

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
fr: Aou

source: Dec
fr: Déc

source: enigma Zapp
fr: zapping Enigma

source: Sa
fr: Sam.

source: Video
fr: Vidéo

source: no EPG available
fr: pas d'EPG disponible

source: VCR
fr: Péritel

source: /var used %d%%
fr: /var utilisé %d%%

source: < Stop >
fr: < Arrêt >

source: Video PID:
fr: PID Vidéo:

source: PCR PID:
fr: PID PCR:

source: Audio PID:
fr: PID Audio:

source: Enigma EPG
fr: EPG Enigma

source: Extra OSD
fr: OSD supplémentaire

source: Are you sure you want to put your box in **STOP** mode? When box is in **STOP** mode you need to connect to box via your webbrowser and flash the new image Make sure you make a backup of your settings before continuing
fr: Etes-vous sûr de vouloir mettre votre dreambox en mode **ARRET**? Lorsque la dreambox est en mode **ARRET** vous devez vous connecter depuis votre navigateur et flasher la nouvelle image Assurez-vous d'avoir sauvegardé votre config avant de continuer

source: Multi EPG
fr: EPG Multiple

source: Root
fr: Racine

source: PMT PID:
fr: PID PMT:

source: Namespace:
fr: Espace de noms:
