Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: To begin searching for a valid transponder press OK, or choose your desired location manually and press OK
fr: Pour rechercher un transpondeur valide appuyez sur ok ou choisissez la position souhaitée manuellement et appuyer sur ok.
lv: Transpondera meklēšanai spiediet OK, vai arī izvēlieties vajadzīgo paši un spiediet OK

source: Automatic transponder scan >>> [MENU] >>> [6] Setup >>> [2] Channels >>> Channel search >>> Automatic scan . . . . . . . . . . During an automatic transponder scan, ENIGMA will scan all selected satellites by itself. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite: [OK],[UP]/[DOWN],[OK] Select satellite Overwrite all: [OK] Overwrite all services and bouquets Start scan: [OK] Start scanning no circ. polarity: [OK] switch between circular and linear polarity abort [EXIT] Close window without saving changes
fr: Scan automatique des transpondeurs >>> [MENU]->[6] Configuration >>> [2] Chaînes >>> Recherche chaînes >>>Scan auto . . . . . . . . . . Durant un scan automatique des transpondeurs, ENIGMA va scanner tous les satellites sélectionnés. . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton Satellite: [OK],[HAUT]/[BAS],[OK] Choisirr le satellite Réécrire tout: [OK] Ecraser tous les services/bouquets Démarrer le scan: [OK] Démarrer le scan pas de polarité circ: [OK] basculer entre polarité circulaire et linéaire [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Automātiska transponderu meklēšana >>> [MENU] >>> [6] Uzstādījumi >>> [2] Kanālu meklēšana >>>>>> Automātiska transponderu skanēšana . . . . . . . . . . Izvēlēto Pavadoņu automātiska transponderu skanēšana. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Izvēlēties ievades lauku vai pogu pavadoņi: [OK],[uz augšu]/[uz leju],[OK] pavadoņa izvēle\nPārrakstīt visu: [OK] Pārrakstīt visus servisus un paketes Skanēt: [OK] Sākt skanēšanu Necirkulārā polarizācij: [OK] Izvēlēties starp cirkulāro un lineāro polarizāciju Pārtraukt [EXIT] Iziet nesaglabājot izmaiņas

source: A valid transponder has been found. Verify that the right network is selected
fr: Un transpondeur valide a été trouvé, vérifiez qu'il s'agit du bon réseau
lv: Transponders atrasts. Pārbaudiet, vai izvēlēts pareizais tīkls.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
fr: Tous les transpondeurs connus ont été scannés, impossible de trouver une fréquence, vérifiez votre installation satellite ou essayez une recherche manuelle.
lv: Visi transponderi pārbaudīti,nekas netika atrasts. Pārbaudiet antenas/kabeļu savienojumus, vai meklējiet manuāli ja tas ir kāds neskaidrs pavadonis

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
fr: Tous les transpondeurs connus ont été essayés, impossible de trouver une fréquence, /n vérifiez votre installation câble ou essayez une recherche manuelle.
lv: Visi transponderi pārbaudīti,nekas netika atrasts. Parbaudiet antenas/kabeļu savienojumus vai mēģiniet citu pavadoni/tīklu

source: Search in progress
fr: Recherche en cours
lv: Notiek meklēšana

source: %02i minutes and %02i seconds left
fr: %02i minutes et %02i secondes restantes
lv: Atlikušas %02i minūtes un %02i sekundes

source: %02i seconds left
fr: %02d secondes restantes
lv: Atlikušas %02i sekundes

source: Vertical
fr: Verticale
lv: Vertikālā

source: [only free]
fr: [en clair uniquement]
lv: [tikai bezmaksas]

source: [all]
fr: [tous]
lv: [visi]

source: [nothing]
fr: [aucun]
lv: [neviens]

source: Transponder Scan
fr: Scan des transpondeurs
lv: Transpondera skanēšana

source: Waiting for tuner lock... please wait
fr: Attente verrouillage tuner... veuillez patienter
lv: Notiek meklēšana...uzgaidiet

source: Scan is in progress... please wait
fr: Scan en cours.... veuillez patienter
lv: Notiek skanēšana... uzgaidiet

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders with %i Services scanned.
fr: Le scan transpondeur est terminé et a trouvé %i nouveaux Transpondeurs, %i nouveaux services TV, %i nouveaux services Radio et %i nouveaux services Data. %i Transpondeurs avec %i Services scannés.
lv: Transponderu skanēšana pabeigta. Atrasti: %i jauni transponderi, %i jauni TV kanāli, %i jauni radio kanāli, %i jauni datu kanāli. ----------------------------------- Kopā apstrādāti: transponderi %i kanāli %i

source: Done.
fr: Terminé.
lv: Izpildīts!

source: Scan is in finished, press ok to close window
fr: Recherche terminée, appuyez sur ok pour quitter
lv: Skanēšana pabeigta, nospiediet OK lai izietu.

source: Do you want to scan another %s?
fr: Voulez-vous en scanner un autre %s?
lv: Vai vēlaties skanēt citu %s?

source: Transponder
fr: Transpondeur
lv: Transponders

source: Satellite
lv: Pavadonis

source: Scan finished
fr: Recherche terminée
lv: Skanēšana pabeigta

source: Manual PIDs
fr: PIDs manuel
lv: PID manuāli

source: Name:
fr: Nom:
lv: Nosaukums:

source: to enter service name press OK
fr: pour entrer nom de service presser ok
lv: Lai ievadītu kanāla nosaukumu spiest OK

source: enter service name
fr: entrer nom de service
lv: Ievadiet kanāla nosauk.

source: Provider:
fr: Opérateur:
lv: Provaideri:

source: to enter provider name press OK
fr: pour entrer le nom de l'Opérateur presser ok
lv: Lai ievadītu provaidera nosaukumu spiest OK

source: enter provider name
fr: entrer nom de l'Opérateur
lv: Ievadiet provaidera nosaukumu

source: to enter video pid press OK
fr: pour entrer pid vidéo presser ok
lv: Lai ievadītu video pid spiest OK

source: enter video pid
fr: entrer pid vidéo
lv: Ievadiet Video PID

source: to enter pcr pid press OK
fr: pour entrer pid pcr presser ok
lv: Lai ievadītu pcr PID spiest OK

source: enter pcr pid (in most case the same pid as the video pid)
fr: entrer pid pcr (la plupart du temps le même pid que pid vidéo)
lv: Ievadiet PCR PID (pārsvarā tas pats PID kāds ir video)

source: to enter audio pid press OK
fr: pour entrer pid audio presser ok
lv: Lai ievadītu audio PID spiest OK

source: enter audio pid
fr: entrer pid audio
lv: Ievadiet Audio PID

source: is AC3 Pid
fr: est pid AC3
lv: Ir AC3 PID

source: set this check when the entered audio pid is a ac3 audio pid
fr: cocher ce réglage quand le pid audio entré est un pid audio AC3
lv: Ielikt ķeksi , ja ievadītais audio PID ir AC3 audio PID

source: Text PID:
fr: PID Texte
lv: PID teksts:

source: to enter (video) text pid press OK
fr: pour entrer pid (vidéo) texte presser ok
lv: Lai ievadītu (Video) text PID spiest OK

source: enter (video) text pid
fr: entrer pid (vidéo) texte
lv: Ievadiet (video) teksta PID

source: Service ID:
fr: ID Service:
lv: Kanāla ID:

source: to enter service id press OK
fr: pour entrer id service presser ok
lv: Lai ievadītu kanāla id spiest OK

source: enter service id
fr: entrer id service
lv: Ievadiet kanāla id

source: to enter tsid (transport stream id) press OK
fr: pour entrer tsid (transport stream id) presser ok
lv: Нажмите ОК для ввода Transport Stream ID (TSID)

source: enter tsid (transport stream id)
fr: entrer tsid (transport stream id)
lv: Ievadiet tsid (transport stream id)

source: to enter onid (original network id) press OK
fr: pour entrer onid (original network id) presser ok
lv: Lai ievadītu onid (original network id) spiest OK

source: enter onid (original network id)
fr: entrer onid (original network id)
lv: Ievadiet onid (original network id)

source: no DVB
fr: pas de DVB
lv: Nav DVB

source: don't read PAT/PMT/SDT for this service (only use cached pids)
fr: ne pas lire PAT/PMT/SDT pour ce service (utiliser pids en cache)
lv: Nelasīt PAT/PMT/SDT šim kanālam (izmantot tikai cached pids)

source: use sdt
fr: utiliser sdt
lv: Lietot sdt

source: update name/provider/service type with content of the sdt (and auto remove service)
fr: mettre à jour nom/opérateur/type service avec contenu du sdt (et retirer auto le service)
lv: Atjaunot nosaukumu, provaideri, kanāla tipu ar sdt saturu (arī automātiski dzēst kanālu)

source: hold name
fr: maintenir le nom
lv: Paturēt nosauk.

source: don't update the service name with content of the sdt
fr: ne pas mettre à jour le nom service avec le contenu sdt
lv: Neatjaunot kanālu nosaukumus ar sdt saturu

source: read NIT
fr: lire NIT
lv: Nolasīt NIT

source: read tsid and onid from the nit (this can take up to 10 seconds)
fr: lire tsid et onid depuis le nit (cela peux prendre jusqu'à 10 secondes)
lv: Nolasīt tsid un onid provaidera tīkla tabulas (tas var ilgt 10 sekundes)

source: test values
fr: test valeurs
lv: Pārbaudīt vērtības

source: test entered values
fr: test valeurs entrées
lv: Pārbaudīt ievadītās vērtības

source: save data and close window (the new channel could be found in the all services list)
fr: sauver données et fermer la fenêtre (la nouvelle chaîne pourrait être trouvée dans toutes les listes services)
lv: Saglabāt un aizvērt logu (jaunais kanāls atradīsies visu kanālu sarakstā)

source: unnamed service
fr: service inconnu
lv: Kanāls bez nosaukuma

source: Reading NIT failed... this transponder have no NIT.. so you can use random values for tsid and onid or set both to 0
fr: Lecture NIT impossible... Ce tranpondeur n'a pas de NIT... vous pouvez utiliser des valeurs au hasard pour tsid et onid ou mettre 0
lv: NIT lasīšana aprauta... transponders nesatur NIT.. Jūs varat lietot gadījuma vērtības priekš tsid un onid vai arī uzlikt abas uz 0

source: No NIT Entry for current transponder values found... so you can use random values for tsid and onid or set both to 0
fr: Pas de valeurs NIT pour ce transpondeur... vous pouvez utiliser une valeur au hasard pour tsid et onid ou mettre 0
lv: Tekošam transponderim NIT nav atrasts...varat lietot jebkuru vērtību priekš tsid un onid vai abus likt uz 0

source: A transponder with the same tsid / onid but other frequency/pol/... already exist.. create a new transponder with the same data is no possible.. please do change tsid and/or onid
fr: Un transpondeur avec le même tsid / onid mais d'autres fréquence/pol/... existe déjà... Créer un nouveau transpondeur avec les mêmes données n'est pas possible. Changer SVP tsid et/ou onid
lv: Transponders ar tādu tsid/onid bet citu frekvenci/ polariz. jau ir. veidojiet jaunu, ar šiem datiem,un mainiet tsid un/vai onid

source: A service named '%s' with this sid/onid/tsid/namespace is already exist in provider '%s'. Should i use this service name and provider name?
fr: Un service nommé '%s' avec ce sid/onid/tsid/espacenom existe déjà dans cet opérateur'%s'. Doit-on utiliser ce nom de service et nom d'opérateur?
lv: Knāls ar nosaukumu '%s' ar šo sid/onid/vārdu jau eksistē provaiderī '%s'. Lietot šī kanāla un prov. nosaukumu?

source: Service already exist
fr: Le service existe déjà
lv: Tāds kanāls jau ir

source: show/enter values as hexadecimal
fr: montrer/entrer valeurs en hexdécimal
lv: Rādīt vai ievadīt vērtības heksadecimālā veidā

source: show/enter values as decimal
fr: montrer/entrer valeurs en décimal
lv: Rādīt vai ievadīt vērtības decimālā veidā

source: Debugging
fr: Debogage
lv: Labošana

source: Log EmuDaemon to file
fr: Sauver journal Emu dans un fichier
lv: EmuDaemon logi failā

source: Log Enigma to file
fr: Sauver journal Enigma dans fichier
lv: Enigma logi failā

source: Enable Enigma core files
fr: Activer les vidages mémoire d'Enigma
lv: Iespējot Enigmas sistēmas failus

source: Create core files after an Enigma crash
fr: Créer 'fichiers vidage' après crash Enigma
lv: Izveidot sistēmas failus pēc Enigmas kraha

source: Log Enigma to syslog
fr: Envoyer les événements d'Enigma dans syslog
lv: Enigma logi syslog

source: Send Enigma log to syslog
fr: Envoyer le journal d'Enigma dans syslog
lv: Sūtīt sistēmas logu pa tīklu (syslog)

source: Start syslog daemon at boot
fr: Lancer le demon syslog au démarrage
lv: Palaist Syslog pēc iestartēšanas

source: Enable serial debug
fr: Activer débogage série
lv: Iespējot seriālo labošanu

source: Open serial http interface on /dev/tts/0 for debugging
fr: Ouvrir une interface série http sur /dev/tts/0 pour le débogage
lv: Atvērt http interfeisu uz /dev/tts/0 labošanai

source: Remote host:
fr: Hôte distant:
lv: Dators:

source: Host of remote syslog daemon (local leave empty)
fr: Ordinateur hôte du demon distant syslog (laisser vide pour la machine locale)
lv: Ārējā log adrese (iekšējais log tukšs)

source: Logfile path:
fr: Journal:
lv: Logfails:

source: Choose the logpath to use
fr: Choisir le chemin d'accès au fichier journal
lv: Log failu atrašanās vieta

source: Ngrab streaming
fr: Stream NGRAB
lv: Ngrab straumēšana

source: Server IP:
fr: IP serveur:
lv: Srevera IP:

source: Enter IP Address of the Ngrab server (0..9, left, right)
fr: entrez l'adresse IP du serveur NGRAB (0...9, gauche, droite)
lv: Ngrab servera IP adrese (0..9, kreisais, labais)

source: Server port:
fr: Port serveur:
lv: Srevera ports:

source: Enter Ngrab server port (standard is 4000)
fr: Entrez le port du serveur NGRAB (4000 en standard)
lv: Ngrab servera ports (parasti 4000)

source: Server MAC:
fr: Adr MAC Serveur
lv: MAC adrese:

source: Enter MAC address of server (for Wake-on-LAN)
lv: Servera MAC adrese vadībai no tīkla

source: Detect MAC address
fr: Détecter l'adresse MAC
lv: Noteikt MAC adresi

source: Try to autodetect server MAC address
fr: Essayer détection auto de l'adresse MAC serveur
lv: Mēģināt automātiski noteikt servera MAC adresi

source: Ngrab Streaming Setup >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [2] Ngrab Streaming Setup . . . . . . . . . . When using NGrab for recording purposes, you will need to do some network settings here . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Srv IP: [NUMBERS] IP-Address of your Computer Srv Port: [NUMBERS] TCP/IP Port to be used by NGrab (default 4000) [GREEN] Save Settings and Close Window [RED]/[EXIT] Close window without saving changes
fr: Configuration du stream Ngrab >>> [MENU] >>> [6] Configuration >>> [6] Réglages système>>> [12]Stream Ngrab . . . . . . . . . . Pour utiliser Ngrab à des fins d'enregistrement, certains réglages réseau sont à faire ici . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton IP Srv: [CHIFFRES] Adresse IP de l'ordinateur Port Srv: [CHIFFRES] Port TCP/IP utilisé par NGrab (par défaut 4000) [VERT] Sauvegarder les changements et fermer la fenêtre [ROUGE]/[EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Ngrab uzstādīšana >>> [MENU] >>> [6] Uzstādījumi >>> [4] Sistēmas uzstādījumi >>> [2] Ngrab uzstādīšana . . . . . . . . . . Lai izmantotu Ngrab ierakstīšanu jāizveido tīkla uzstādījumi. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Serveris: [CIPARI] Datora adrese/ iekārta ierakstīšanai Ports [CIPARI] Datora ports/ iekārta ierakstīšanai (обычно 4000) [ZAĻAIS] Saglabāt un iziet [SARKANAIS]/[EXIT] Iziet nesaglabājot izmaiņas

source: Please check your NGrab Server or the IP
fr: Veuillez vérifier l'IP de votre serveur NGRAB
lv: Parbaudiet NGrab serveri vai IP adresi

source: HW Address(MAC) detection failed
fr: Erreur détection HW de l'adresse MAC
lv: HW (MAC) adreses noteikšana

source: EPG data store
fr: Espace de stockage EPG
lv: EPG dati

source: Select if you want the default Enigma EPG or SQLite database EPG
fr: Choisir l'EPG Enigma par défaut ou l'EPG avec base de données SQLite
lv: Izvēlieties noklusēto EPG tipu: Enigma vai SQLite

source: SQLite database
fr: Base de données SQLite
lv: SQLite datbāze

source: Select EPG store location
fr: Sélectionner l'emplacement de stockage EPG
lv: EPG ieraksta kataloga izvēle

source: Number of EPG days:
fr: Nombre de jours d'EPG:
lv: EPG dienu skaits:

source: Select number of EPG days
fr: Choisir le nombre de jours d'EPG
lv: Cik dienas EPG?

source: Enable MHW EPG
fr: Activer EPG MHW
lv: Aktivizēt MHW EPG

source: Mediahighway EPG, activate swap space when using with multiple operators
fr: EPG Mediahighway, activer l'espace échange en utilisation avec plusieurs opérateurs
lv: Mediahighway EPG, aktivizēt apmaiņas vietu, ja lieto vairākus operatorus

source: Enable DISH/BEV EEPG
fr: Activer EEPG DISH/BEV
lv: Iespējot DISH/BEV EEPG

source: DISH/BEV network EEPG, up to 9 days EPG
fr: EEPG du réseau DISH/BEV, jusqu'à 9 jours d'EPG
lv: DISH/BEV tīkls EEPG priekš EPG 9 dienām

source: Limit Enigma EPG size
fr: Limiter la taille EPG Enigma
lv: EPG izmēra ierobežošana

source: Limit the Enigma EPG file to 5MB (recommended)
fr: Limiter le fichier EPG Enigma à 5Mo (recommandé)
lv: EPG faila izmēra ierobežošana līdz 5MB (parasti)

source: Rescan EPG
lv: Pārskanēt EPG

source: Rescan EPG data on current transponder
fr: Rescanner les données EPG sur le transpondeur en cours
lv: Pārskanēt EPG no tekošā transpondera

source: Enigma EPG location
fr: Emplacement EPG Enigma
lv: Enigma EPG mape

source: SQLite EPG location
fr: Emplacement de l'EPG SQLite
lv: SQLite EPG katalogs

source: This directory is suitable for storage
fr: Ce répertoire convient pour le stockage
lv: Šī mape glabā datus

source: This directory has not enough space
fr: Ce répertoire ne contient pas assez de place
lv: Šajā mapē nepietiek vietas

source: This directory does not exist
fr: Ce répertoire n'existe pas
lv: Tāda mape neeksistē

source: MultiEPG channels:
fr: Chaînes MultiEPG:
lv: Multi EPG kanāli:

source: Number of channels per MultiEPG page to show
fr: Nombre de chaînes par page à afficher
lv: Kanālu skaits MultiEPG lappusē

source: MultiEPG entry fontsize:
fr: Taille de police
lv: Šrifta izmērs:

source: Increase/decrease entry fontsize with this number of points
fr: Incrémenter/Décrémenter la taille de police d'une entrée du nombre de points spécifié
lv: Izmainīt šrifta izmēru (0- mazss, 10- liels).

source: Enable EPG genre colours
fr: Activer couleurs pour les genres
lv: Attēlot EPG žanrus krāsās

source: Make the MultiEPG entries coloured depending on the genre
fr: Colorer les entrées Multi-EPG en fonction du genre
lv: Izveidot MultiEPG pārraižu programmu ar krāsu pa žanriem

source: OSD options
fr: Réglages OSD
lv: Izskata uzstādījumi

source: OSD on zap
fr: OSD au zapping
lv: Infopanelis pārslēdzoties

source: Show OSD after a zap
fr: Afficher l'OSD après un changement de chaîne
lv: Parādīt OSD pēc pārslēgšanas

source: Show extra info in OSD on OK
fr: Afficher les infos supplémentaires sur OK
lv: Parādīt OSD ekstra info nospiežot OK

source: Extra OSD on zap
fr: OSD supplémentaire au zapping
lv: Extra OSD pārslēdzot kanālus

source: Show extra info in OSD when zapping
fr: Afficher les infos supplémentaires au changement de chaîne
lv: Parādīt OSD ekstra info pārslēdzot kanālus

source: Autohide OSD on OK
fr: Masquer l'OSD sur OK
lv: Automātiski izsl. OSD pēc OK

source: Autohide OSD when pressing OK button
fr: Masquer l'OSD après appui sur la touche OK
lv: Automātiski izslēgt OSD pēc OK nospiešanas

source: Autohide radio/mp3 OSD
fr: Masquer l'OSD radio/mp3
lv: Automātiski izslēgt Radio/mp3

source: Autohide the OSD display in radio/mp3 mode
fr: Masquer l'affichage OSD en mode radio/mp3
lv: Automātiski izslēgt OSD Radio/mp3 režīmā

source: SNR in dB
fr: SNR en dB
lv: SNR dB

source: Show SNR values in dB instead of %
fr: Afficher les valeurs SNR en dB au lieu des %
lv: Parādīt SNR dB, nevis %

source: Improved BER
lv: BER pakāpe

source: Show improved BER (Bit Error Rate) regards to the outer FEC and in a value from 0-6 represents errorrate in ai power of 10 (6 represents 1 bit in a million, 3 represents 1 biterror in a thousand)
fr: Afficher le BER amélioré (Taux d'erreur) en fonction de la FEC externe sous la forme d'une valeur de 0 à 6 représentant le taux d'erreur sur une puissance de 10 (6 représente 1 bit sur un million, 3 un bit sur 1000)
lv: Rādīt BER (Bit Error rate) kā pakāpi FEC skaitļos. Vērtība no 0 līdz 6 (6- nozīmē 1 kļūda uz miljona, 3- uz tūkstoti utt...)

source: Show plicons
fr: Afficher plicons
lv: Parādīt kanālu ikonas

source: Show plicons in EPG and skin
fr: Afficher les plicons dans l'EPG et le thème
lv: Parādīt kanālu ikonas EPG

source: Use Mini-Zap
fr: Utiliser le Mini-Zap
lv: Mini infopanelis

source: Show smaller OSD when zapping (if supported by the skin)
fr: Afficher un OSD plus petit lors du zapping (si le thème le supporte)
lv: Parādīt īso infopaneli pārslēdzot kanālus (ja uztur noformējums)

source: Expert OSD
fr: OSD expert
lv: Eksperta OSD

source: Show other extra info in OSD on OK
fr: Afficher d'autre infos supplémentaires dans l'OSD sur OK
lv: Parādīt otru ekstra infopaneli nospiežot OK

source: Expert OSD on zap
fr: OSD expert lors du zapping
lv: Eksperta OSD pārslēdzot

source: Show other extra info in OSD when zapping
fr: Afficher d'autre infos supplémentaires dans l'OSD au zapping
lv: Parādīt otru ekstra infopaneli pārslēdzot kanālus

source: Seconds in OSD clock
fr: Secondes dans l'horloge OSD
lv: Sekundes OSD pulkstenī

source: No picture in radio/mp3
fr: Pas d'image en mode radio/mp3
lv: Baz attēla režīmā Radio/mp3

source: No background picture in radio/mp3 mode
fr: Pas d'image de fond en mode radio/mp3
lv: Nerādīt fona attēlu režīmā Radio/mp3

source: Listbox OSD main menu
fr: Menu principal de l'OSD Listbox
lv: Saraksts galvenajā izvēlnē

source: Show the Main menu in normal listbox style
fr: afficher menu principal en style liste normale
lv: Parādīt galveno izvēlni teksta režīmā

source: Serviceselector help buttons
fr: Bouton d'aide sélecteur services
lv: Kanālu sarakstā rādīt pogas

source: Show coloured help buttons in service selector
fr: Afficher les boutons couleurs dans le sélecteur de services
lv: Parādīt krāsainās palīdzības pogas kanālu sarakstā

source: Show Sat position
fr: Afficher position satellite
lv: Parādīt pavadoņa pozīciju

source: Show satellite position in the infobar
fr: Afficher position satellite dans la barre infos
lv: Parādīt pavadoņa pozīciju infopanelī

source: Auto show Infobar
fr: Affichage auto barre d'infos
lv: Automātiski rādīt Infopaneli

source: Always show infobar when new event info is available
fr: Ttoujours afficher la barre d'infos si une nouvelle info se présente
lv: Atjaunojot informāciju vienmēr rādīt infopaneli

source: Show remaining Time
fr: Voir temps restant
lv: Parādīt atlikušo laiku

source: Show event remaining time in the infobar
fr: Afficher le temps restant d'un événement dans la barre d'infos
lv: Parādīt infopanelī atlikušo laiku

source: Hide shortcut icons
fr: Masquer les icônes de raccourci
lv: Nerādīt saīsnes ikonas

source: Don't show shortcut icons in menus
fr: Ne pas afficher les icônes de racourci dans les menus
lv: Atslēgt norāžu ikonu attēlošanu izvēlnē

source: Skip confirmations
fr: Passer confirmation
lv: Izlaist apstiprinājumus

source: Skip some confirmations
fr: Passer certaines confirmations
lv: Nerādīt darbības apstiprinājumus

source: Hide error windows
fr: Cacher les erreurs
lv: Nerādīt kļūdu logus

source: Don't show zap error messages like service not found
fr: Ne pas montrer messages erreurs zapping
lv: Nerādīt kļūdu paziņojumus piem. 'serviss nav atrasts'

source: Enable fast zapping
fr: Activer zapping rapide
lv: Ātrā kanālu pārslēgšana

source: Enables faster zapping.. but with visible sync
fr: Activer zapping rapide... mais avec sync visible
lv: Ātrā kanālu pārslēgšana.. būs redzams sync

source: Enable Zapping History
fr: Activer historique zapping
lv: Iespējot pārslēgšanās vēsturi

source: Don't care about actual mode when zapping in history list
fr: Ne pas s'occuper du mode actuel pour zapper dans liste historique
lv: Izslēgt pēdējā kanāla atcerēšanos

source: Auto bouquet change
fr: Changement bouquet automatique
lv: Automātiska paketes maiņa
