Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: AC3 default output
fr: Sortie AC3 par défaut
lv: AC3 izeja pēc noklusējuma

source: enable/disable ac3 default output (ok)
fr: activer/désactiver la sortie AC3 par défaut (ok)
lv: Ieslēgt, izslēgt AC3 izeju pēc noklusējuma (ok)

source: Auto VCR switching
fr: Commutation Peritel automatique
lv: Atomaiska pārsl. uz videomagnetofonu

source: auto switch to VCR connector
fr: commuter auto vers péritel VCR
lv: Autom. parslēgšanās uz VCR ligzdu

source: Test Screen
fr: Grille test
lv: Ekrāna tests

source: show testpicture
fr: afficher image test
lv: Rādīt testa bildi

source: TuxTxt/MultiEPG position
fr: Position TuxText/MultiEPG
lv: EPG un teleteksta pozīcija

source: show TuxTxt/MultiEPG position window
fr: Afficher la fenêtre de positionnement TuxTxt/MultiEPG
lv: Parādīt interfeisa atrašanās uzstādījumu logu uz ekrāna

source: A/V Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [2] A/V Settings . . . . . . . . . . Set the aspect ratio, color format, and TV System. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Colorformat: [LEFT]/[RIGHT] Select CVBS, RGB, SVideo, or YPbPr Aspect Ratio: [LEFT]/[RIGHT] Select 4:3 (Panscan/Letterbox), or 16:9 [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Réglages A/V >>> [MENU] >>> [6] Configuration >>> [3] Réglages Système>>> [1] Audio et vidéo . . . . . . . . . . Configurer l'aspect, format de couleurs, et système TV. . . . . . . . . . . Utilisation: [HAUT]/[BAS] Selectionner un champ de saisie ou un bouton Format couleurs: [GAUCHE]/[DROITE] Selectionner CVBS, RGB, SVideo ou YPbPr Aspect: GAUCHE]/[DROITE] Selectionner 4:3 (Panscan/Letterbox), ou 16:9 [VERT] Sauvegarder les changements et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Uzstādījumi Audio un video >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [1] Audio un video . . . . . . . . . . Uzstādīt attēla izmēru, krāsu formātu un TV sistēmu. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Izvēlēties ievades laukus vai pogas Krāsu formāts: [kreisais]/[labais] Izvēlēties CVBS, RGB, SVideo vai YPbPr Attēla izmērs: [kreisais]/[labais] Izvēlēties 4:3 (Izstiepts/Platekrāna) vai 16:9 [ZAĻĀ] Saglabāt un iziet [EXIT] Iziet bez saglabāšanas

source: TV System Wizard
fr: Assistant Système TV
lv: TV sistēmas uzstādītājs

source: choose TV system ( left, right )
fr: choisir système TV (gauche, droite)
lv: Izvēlēties TV sistēmu (kreisais, labais)

source: Web interface
fr: Interface web
lv: Web interfeiss

source: Web interface port:
fr: port interface Web:
lv: Web interfeisa ports

source: Enter port of the Web Interface (0..9, left, right)
fr: Entrer le port de l'interface Web (0...9, gauche, droite)
lv: Web interfeisa ports (0..9, kreisais, labais)

source: Use HTTP authentication
fr: Utiliser authentification HTTP
lv: HTTP autorizācija

source: Enables the http (user/password) authentication
fr: Active l'authentification http (user/password)
lv: Iespējot HTTP (liet./ parole) autorizāciju

source: Show EPG in webif channel lists
fr: Afficher l'EPG dans webif
lv: Parādīt EPG webif kanālu sarakstā

source: Show EPG in webif/webx-tv channel lists
fr: Afficher l'EPG dans les listes de chaînes webif/webx-tv
lv: Parādīt EPG webif/ webx-tv kanālu sarakstā

source: Use zapstream
fr: Utiliser zapstream
lv: Intel. pārslēgšanās

source: Use the more intelligent 'zapstream', instead of 'streamts'
fr: Utiliser le système avancé 'zapstream' au lieu de 'streamts'
lv: Lietot intelektuālo pārslēgšanaos

source: Service system unavailable
fr: Services non disponibles
lv: Pakalpojums nav pieejams

source: Transponder not found. Do a channelsearch first.
fr: Transpondeur non trouvé. Faire une recherche de chaînes.
lv: Transponderis nav atrasts. Vispirms pārskanējiet transponderi.

source: Tuning in transponder...
fr: Accord du transpondeur courant
lv: Noregulēšana uz transpondera.

source: Tuned in transponder. Reading version information...
fr: Réglé sur le transpondeur. Lecture des infos de version
lv: Noregulēšana uz transpondera. Informācijas versijas lasīšana.

source: Tune failed. Please do a channelsearch first.
fr: Réglage impossible. Faire une recherche de chaînes.
lv: Noregulēšanas kļūda. Vispirms pārskanējiet transponderi.

source: Show current BN version -> [MENU] -> ->(4)Information ->Show BN Version . . . . . . . . . . Show current BN Version . . . . . . . . . . Usage: Current BN-Version [GREEN]/[OK]/[EXIT] Close window
fr: Afficher la version BN -> [MENU] -> ->(4)Information ->Afficher la version BN . . . . . . . . . . Afficher la versiont BN en coursn. . . . . . . . . . Utilisation: Version BN [VERT]/[OK]/[EXIT] Fermer la fenêtre
lv: Informācija par ierīci -> [MENU] -> ->(4)Informācija ->Informācija par ierīci . . . . . . . . . . Informācija par Dreambox un programmām . . . . . . . . . . Lietošana: Informācija par ierīci [ZAĻAIS]/[OK]/[EXIT] Iziet

source: Software update
fr: Actualisation du logiciel
lv: Programmu atjaunošana

source: Internet Update
fr: Mise à jour par Internet
lv: Atjaunošana caur internetu

source: open internet update
fr: ouvrir mise à jour Internet
lv: Atvērt atjaunošanu caur Internetu

source: Manual Update
fr: Mise à jour manuelle
lv: Manuālā atjaunošana

source: open manual update
fr: lancer la mise à jour manuelle
lv: Atvērt manuālo atjaunošanu

source: Expert Flash Save/Restore
fr: Sauve/Restore Flash Expert
lv: Atjaunošanas eksperts Saglabāt/Atjaunot

source: open expert flash tool
fr: lancer outils flash expert
lv: Atvērt expert flash rīkus

source: Prepare box for new image
fr: Préparer la dreambox pour une nouvelle image
lv: Dreambox sagatavošana imidža maiņai

source: put your dreambox in **STOP** mode
fr: placer la dreambox en mode **ARRET**
lv: Pārvest Dreambox **STOP** režīmā

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the upcomming list select 'manual update' and follow the instructions.
fr: Envoyer votre Firmware par FTP ou Samba dans le dossier '/tmp'. Le renommer en 'root.cramfs' et presser ok. Dans la liste choisir 'Mise a jour manuelle' et suivre les instructions.
lv: Ielādējiet Image caur FTP vai SAMBA uz '/tmp' mapi.mainiet nosaukumu uz 'root.cramfs' un spiediet ok.Iznakošajā sarakstā izvēlieties 'manual update' un sekojiet instrukcijai.

source: Manual update
fr: Mise à jour manuelle
lv: Manuāla atjaunošana

source: Flash new image
fr: Flasher une nouvelle image
lv: Ierakstīt jauno imidžu

source: EPG Style Selector
fr: Configuration du style d'EPG
lv: EPG izskata izvēle un pielāgošana

source: open the EPG with selected style
fr: ouvrir l'EPG avec le style sélectionné
lv: Atvērt EPG izvēlētajā stilā

source: EPG Style
fr: Style EPG
lv: EPG izskats

source: Channel EPG
fr: EPG chaîne
lv: EPG (TV programma)

source: open EPG for selected Channel
fr: ouvrir l'EPG pour la chaîne sélectionnée
lv: Atvērt izvēlētā kanāla EPG

source: open EPG for a number of channels
fr: Ouvrir l'EPG des 5 chaînes suivantes
lv: Atvērt vairāku kanālu EPG, paketēm, pavadoņiem utt..

source: External EPG
fr: EPG externe
lv: Ārējā EPG

source: open external plugin EPG
fr: ouvrir plugin EPG externe
lv: Atvērt ārējo EPG pluginu

source: Search event in EPG cache
lv: Programmas meklēšana EPG ierakstos

source: service selector
fr: sélecteur de services
lv: Kanāla izvēle

source: switch to next bouquet
fr: basculer vers bouquet suivant
lv: Parslēgt uz nākamo lietotāja paketi

source: switch to previous bouquet
fr: basculer vers bouquet précédent
lv: Parslēgt uz iepriekšējo lietotāja paketi

source: go up a directory
fr: remonter d'un répertoire
lv: Mape augstāk

source: shows information about the highlighted channel
fr: Afficher des infos sur la chaîne sélectionnée
lv: Rādīt informāciju par izvēlēto kanālu

source: shows the EPG selector for the highlighted channel
fr: afficher sélecteur EPG pour les chaînes mises en valeur
lv: Parāda EPG izvēli priekš izceltā kanāla

source: show service selector menu
fr: afficher menu du sélecteur de services
lv: Rādīt kanālu izvēles izvēlni

source: add service to a specific bouquet
fr: ajouter service à un bouquet spécifique
lv: Pievienot kanālu paketei

source: toggle between classic and multi column style
fr: passer du mode classique au mode multi-colonnes
lv: Pārslēgt starp klasisko un daudzkolonnu stilu

source: toggle focus between service and bouquet list (in combi column style)
fr: basculer entre liste services et bouquets (dans le mode multi-colonnes)
lv: Pārslēgt starp servisu un pakešu sarakstiem

source: go to the prev Marker if exist.. else go to first service
lv: Pāriet uz nākamo eksistējošo marķieri, ja tāds ir, vai uz pirmo kanālu

source: go to the next Marker if exist.. else go to last service
lv: Pāriet uz nākamo eksistējošo marķieri, ja tāds ir, vai uz pēdējo kanālu

source: show all services
fr: afficher tous les services
lv: Rādīt visus kanālus

source: show satellite list
fr: afficher liste des satellites
lv: Rādīt pavadoņu sarakstu

source: show provider list
fr: afficher liste des Opérateurs
lv: Rādīt provaideru sarakstu

source: show bouquet list
fr: afficher liste des bouquets
lv: Rādīt pakešu sarakstu

source: delete selected entry
fr: effacer l'entrée sélectionnée
lv: Dzēst izvēlēto

source: mark selected entry for move
fr: marquer l'entrée sélectionnée pour déplacement
lv: Iezīmēt izvēlēto, lai pārvietotu

source: rename selected entry
fr: renommer l'entrée sélectionnée
lv: Mainīt izvēlētā nosauk.

source: create new marker entry
fr: créer un nouvel indicateur
lv: Izveidot jaunu atzīmes ierakstu

source: [GO UP]
fr: [NIVEAU SUP]
lv: [uz augšu]

source: (removed service)
fr: (service supprimé)
lv: (izdzēsts kanāls)

source: mark
fr: marquer
lv: Iezīmēt

source: marker
fr: indicateur
lv: Iezīme

source: My Dreambox
fr: Ma Dreambox
lv: Dreambox

source: Select No or press Abort to lock/unlock the complete directory
fr: Sélectionnez Non, ou pressez Annuler pour verrouiller/déverrouiller le dossier complet
lv: Atzīmējiet Nē vai spiediet Abort lai bloķ/ atbloķ. veselu mapi

source: Enter Directory
fr: Entrer dans le répertoire
lv: Atvērt mapi

source: toggle between now and next epg entries in single column list
lv: Pārslēgt starp tekošo un nākošo raidījumu vai filmu vienkolonnu sarakstā

source: Service selector The Service selector allows you to select/view channels by groups (Satellite, Bouquet, All, Provider, Radio/TV, File), and can show these in one or more columns.
lv: Kanālu saraksts Iespēja izvēlēties/ apskatīties kanālus pa grupām (pavadoņi, Paketes, Provaideri, Visi, Radio/TV, Faili) un parādīt tos vienā vai vairākās kolonās

source: Select
lv: Izvēle

source: New Directory
lv: Jauna mape

source: Enter name of new directory:
lv: Jaunā kataloga nosaukums:

source: Create Directory
lv: Izveidot mapi

source: Error creating directory
lv: Mapes izveidošanas kļūda

source: album
lv: Albūms

source: title
fr: titre
lv: Virsraksts

source: artist
fr: artiste
lv: Aktieris

source: genre
lv: žanrs

source: year
fr: année
lv: gads

source: composer
fr: compositeur
lv: Kompozitors

source: track
fr: piste
lv: Celiņš

source: length
fr: longueur
lv: Ilgums

source: Teletext PID:
fr: PID Télétexte:
lv: Teleteksta PID:

source: Video format:
fr: Format vidéo:
lv: Video formāts:

source: Transport Stream ID:
fr: ID TS:
lv: Transponderu straumes ID:

source: Original Network ID:
fr: ID Réseau original:
lv: Tīkla ID:

source: supported coding systems:
fr: système de cryptages supportés:
lv: Piedāvātās kodēšanas sistēmas:

source: Systems used in service:
fr: Systèmes utilisés en service:
lv: Kanālā lietotās sistēmas:

source: Record mode - read manual
fr: Mode d'enregistrement - lecture manuelle
lv: Ieraksta režīms - izlasīt instrukciju

source: Streaminfo >>> [MENU] >>> [4] Information >>> Streaminfo . . . . . . . . . . Streaminfo provides 3 pages of detailed information concerning the Channel you are watching. . . . . . . . . . . Usage: [LEFT]/[RIGHT] Switch pages Page 1 Service-Information Page 2 Encryption Information Page 3 Transponder-Information [OK]/[EXIT] Close window
fr: InfoStream >>> [MENU] >>> [4] Information >>> InfoStream . . . . . . . . . . InfoSteam fournit 3 pages d'information détaillée sur la chaîne que vous regardez. . . . . . . . . . . Utilisation: [GAUCHE]/[DROITE]] Changer de page Page 1 Information sur le service Page 2 Information sur le cryptage Page 3 Information sur le transpondeur [OK]/[EXIT] Fermer la fenêtre
lv: Informācija par plūsmu >>> [MENU] >>> [4] Informācija >>> Informācija par plūsmu . . . . . . . . . . Šeit parāda pilnu informāciju par tekošo datu plūsmu. Iznformācija attēlota trīs lappusēs. . . . . . . . . . . Lietošana: [kreisais]/[labais] Pāreja pa lappusēm Страница 1 Informācija par kanālu Страница 2 Informācija par kodējumu Страница 3 Informācija par transponderi [OK]/[EXIT] Iziet

source: Service information (right)
fr: Informations service (droite)
lv: Kanāla informācija (pa labi)

source: Scrambled system information (left, right)
fr: Informations système cryptage (gauche, droite)
lv: Kodētās sistēmas informācija (kreisais, labais)

source: Transponder information (left)
fr: Information transpondeur (gauche)
lv: Transpondera informācija (kreisais)

source: System settings
fr: Réglages système
lv: Sistēmas uzstādījumi

source: Factory reset
fr: Réinitialisation usine
lv: Atjaunot rūpnīcas uzstād.

source: Set screen aspect ratio, TV system and more
fr: Paramétrer le rapport d'aspect de l'écran; le système TV, etc
lv: Uzstādīt attēla izmēru, krāsu sistēmu utt...

source: Set time zone, kind of clock and time correction
fr: Paramétrer le fuseau horaire, le type d'horloge et la correction horaire
lv: Uzstādīt laiku, laika joslu un laika sinhronizāciju

source: Set recording and playing options for recorded media
fr: Paramétrer les options d'enregistrement et de lecture pour les media enregistrés
lv: Uzstādīt multimediju failu ierakstīšanas un atskaņošanas parametrus

source: Configure the Electronic Program Guide
fr: Configurer le Guide Electronique des Programmes (EPG)
lv: Elektroniskā programmas gida (EPG) uzstādīšana

source: Lock channels and setup screens
fr: Verrouiller les chaînes et les écrans de configuration
lv: Kanālu bloķēšana un ekrāna uzstādīšana

source: Set teletext options
fr: Régler les options télétexte
lv: Teleteksta uzstādījumi

source: Configure the web interface
fr: Configurer l'interface web
lv: Web izskata uzstādīšana

source: Backup and restore your Dreambox
fr: Sauvegarde et restauration de la Dreambox
lv: Dreambox rezervēšana un atjaunošana

source: Configure your ethernet network
fr: Configurer le réseau ethernet
lv: Ethernet tīkla uzstādīšana

source: Configure your external mounts to access them on the Dreambox
fr: Configurer les montages externes pour un accès depuis la Dreambox
lv: Ārējo disku uzstādīšana piekļūšanai no Dreambox

source: Select which services to run after a reboot
fr: Sélectionner les services à lancer après un redémarrage
lv: Izvēlieties servisus kurus palaist pēc pārstartēšanas

source: Enlarge your system memory by swap or more space for programs in /var
fr: Augmenter la mémoire système à l'aide du fichier d'échange ou augmenter l'espace pour les programmes dans /var
lv: Izvēlieties /var atrašanās vietu: Dreamboxā vai tīklā. Atļauj palielinā vietu jaunai programmai.

source: Enlarge your system memory by swap
fr: Augmenter la mémoire système à l'aide du fichier d'échange
lv: Palielināt sistēmas atmiņu ar lappošanu (swap)

source: Configure a Ngrab stream server
fr: Configurer un serveur de stream Ngrab
lv: Ngrab plūsmas servera uzstādīšana

source: Install a new Dreambox image
fr: Installer une nouvelle image Dreambox
lv: Jauna Dreambox imidža uzstādīšana

source: Reset all settings to factory defaults
fr: Tous les réglages seront réinitialisés
lv: Atgriesties pie rūpnīcas uzstādījumiem

source: Set several debugging options
fr: Choisir diverses options de débogage
lv: Labošanas uzstādījumi

source: Assign functionality, menus or plugins to the colour buttons
lv: Nozīmes piešķiršana krāsainām pogām

source: **WARNING** You are about to do a factory reset. You will lose ALL of your configuration settings and the default configuration will be used. Your Dreambox will then reboot. Are you REALLY sure?
lv: **UZMANĪBU** Jūs vēlaties atgriezties pie rūpnīcas uzstādījumiem. Jūs pazaudēsiet VISUS uzstādījumus, konfigurācijas, datus un atgriezīsieties pie pamata uzstādījumiem. Pēctam Dreambox pārstartēsies. Vai jūs TIEŠĀM to vēlaties?

source: Factory reset...
fr: Réinitialisation usine...
lv: Atjauno rūpnīcas uzstādījumus...

source: Time Correction
fr: Correction de l'heure
lv: Laika korekcija

source: Receiver Time:
fr: Heure du récepteur:
lv: Uztvērēja laiks:

source: Transponder Time:
fr: Heure du transpondeur:
lv: Transpondera laiks:

source: New Time:
fr: Nouvelle heure:
lv: Jauns laiks:

source: enter correct time here
fr: entrer une heure correcte
lv: Ievadiet pareizo laiku

source: Checked is AM, unchecked is PM
fr: AM si coché, PM si non coché
lv: Atzīmēts- AM, neatzīmēts- PM

source: New Date:
fr: Nouvelle date:
lv: Jauns datums:

source: press ok to select another day
fr: presser ok pour choisir un autre jour
lv: Spiediet OK lai izvēlētos citu dienu

source: press ok to select another month
fr: presser ok pour choisir un autre mois
lv: Spiediet OK lai izvēlētos citu mēnesi

source: press ok to select another year
fr: presser ok pour choisir une autre année
lv: Spiediet OK lai izvēlētos citu gadu

source: set new time and close window
fr: régler l'heure et fermer la fenêtre
lv: Uzstādīt jaunu laiku un iziet

source: no transponder time
fr: pas d'heure transpondeur
lv: Transponderī nav pieejams laiks

source: Timerlist
fr: Liste des planifications
lv: Taimera saraksts

source: You would delete the running event.. this stops the timer mode (recording)!
fr: Voulez-vous effacer l'enregistrement en cours... Ceci arrêtera l'enregistrement planifié!
lv: Jūs dzēsīsiet tekošo uzdevumu... tas apturēs taimera režīmu (ierakstu)!

source: Delete the event from the timer list
fr: Effacer l'évènement de la liste
lv: Dzēst uzdevumu no taimera saraksta

source: Really delete this event?
fr: Voulez-vous vraiment effacer cet évènement ?
lv: Dzēst šo uzdevumu?

source: You would update the running event.. this stops the timer mode (recording)!
fr: Etes vous sûr de vouloir modifier ceci? Cela arrêtera l'enregistrement planifié!
lv: Jūs atjaunosiet tekošo uzdevumu... Tas apturēs taimera režīmu (ierakstu)!

source: Update event in timer list
fr: Actualiser l'évènement dans la liste des planifications ?
lv: Atjaunot uzdevumu taimera sarakstā

source: Really update this event?
fr: Actualiser cet évènement ?
lv: Atjaunot šo uzdevumu?

source: This event is already in the timerlist.
fr: Cet évènement est déjà dans la liste des enregistrements planifiés.
lv: Uzdevums jau ir taimera sarakstā.

source: Add event to timerlist
fr: Ajouter l'évènement dans la liste des enregistrement planifiés
lv: Pievienot uzdevumu taimera sarakstā

source: The Endtime overlaps with another event in the timerlist
fr: L'heure de fin d'enregistrement chevauche un autre évènement dans la liste
lv: Beigu laiks pārklājas ar citu uzdevumu taimera sarakstā

source: Set Stop Time
fr: Entrez l'heure de fin d'enregistrement
lv: Uzstādīt atslēgšanas laiku

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
fr: Cet évènement ne peut être ajouté à la liste d'enregistrement. Il chevauche un évènement déjà programmé Vérifiez manuellement les horaires des planifications.
lv: Uzdevumu nevar pievienot taimerim. uzdevums pārklājas ar citu uzdevumu taimera sarakstā Parbaudiet taimera sarakstu vēlreiz.

source: timerView
fr: voir planifications
lv: Taimera apskats

source: add new event to Timerlist
fr: Ajouter nouvel évènement aux planifications
lv: Pievienot jaunu taimera uzdevumu

source: remove this entry from timer list
fr: supprimez cette entrée des planifications
lv: Dzēst šo ierakstu no taimera

source: Timer list
fr: Liste des planifications
lv: Timera saraksts

source: Timer >>> [MENU] >>> [8] Timer . . . . . . . . . . Here you can add/remove/review timer settings for DVR (recording), Switching, and NGrab . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Timer list: [UP]/[DOWN] Scroll through the list [OK] Select item [GREEN] Add new event [RED] Remove timer event [BLUE] Cleanup list (remove old events) [EXIT] Close window without saving changes
fr: Planification >>> [MENU] >>> [5] Planification . . . . . . . . . . Vous pouvez ajouter/enlever/afficher les planifications d'enregistrements/bascules/NGrab . . . . . . . . . . Utilisation: [HAUT]/[BAS] Selectionner un champ de saisie ou un bouton [HAUT]/[BAS] Parcourir la liste [OK] Selectionner une entrée [VERT] Ajouter un événement [ROUGE] Supprimer l'événement [BLEU] Nettoyer la liste (enlever les événements passés) [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Taimeru saraksts >>> [MENU] >>> [8] Taimeri . . . . . . . . . . Šeit var izmainīt ieraksta un pārslēgšanās taimeru uzstādījumus. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Taimeru saraksts: [uz augšu]/[uz leju] Pāreja pa pozīcijām [OK] Izvēle [ZAĻAIS] Pievienot [SARKANAIS] Dzēst [ZILAIS] Dzēst vecos taimerus [EXIT] Iziet nesaglabājot izmaiņas

source: Timer Edit View
fr: Vuer modification des planifications
lv: Taimera rediģēšanas apskats

source: increase the event begin time in 1 minute steps
fr: avancer l'heure de début par pas de 1 minute
lv: Palielināt raidījuma sākuma laiku ar 1minūtes soli

source: decrease the event begin time in 1 minute steps
fr: reculer l'heure de début par pas de 1 minute
lv: Samazināt uzdevuma sākuma laiku ar soli 1 minūte

source: increase the event end time in 1 minute steps
fr: avancer l'heure de fin par pas de 1 minute
lv: Palielināt raidījuma beigu laiku ar soli 1 minūte

source: decrease the event end time in 1 minute steps
fr: reculer l'heure de fin par pas de 1 minute
lv: Samazināt uzdevuma beigu laiku ar soli 1 minūte

source: do nothing
fr: ne rien faire
lv: Nedarīt neko

source: put box into standby
fr: passer la dreambox en veille
lv: Pāriet gaidīšanas režīmā

source: shutdown the box
fr: Arrêter
lv: Izslēgt

source: put box into deep standby
fr: passer la dreambox en veille profonde
lv: Pilnībā izslēgt

source: record DVR
fr: enregistrement DVR
lv: Ierakstīt DVR

source: Ngrab
lv: Ngrab-plūsmas uztveršana

source: Record VCR
fr: Enregistrement VCR
lv: Ierakstīt VCR
