Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: input all digits or press ok to send data
fr: entrer tous les chiffres et presser ok pour envoyer les données
lv: Ivadiet visus ciparus vai nospiediet OK datu pārraidei

source: NFS file system not supported
fr: Système de fichiers NFS non supporté
lv: NFS failsistēma netiek atbalstīta

source: CIFS file system not supported
fr: Système de fichiers CIFS non supporté
lv: CIFS failu sistēma netiek uzturēta

source: SMBFS file system not supported
fr: Système de fichiers SMBFS non supporté
lv: SMBFS failu sistēmu neatbalsta

source: Mount failed
fr: Echec du montage
lv: Pievienošanas kļūda

source: Could not create local directory
fr: Impossible de créer le répertoire local
lv: Nevar izveidot lokālo mapi

source: Mountpoint already mounted
fr: Erreur montage, déja monté
lv: Katalogs jau pievienots

source: Mountpoint not found
fr: Point de montage non trouvé
lv: Katalogs nav atrasts

source: Browse...
lv: Izvēlēties...

source: No device found
lv: Ierīce nav atrasta

source: Slide Viewer (1.6)
fr: Afficheur de diapos(1.6)
lv: Slaidu apskate (1.6)

source: Timeout
fr: Délai
lv: Aizture:

source: Select slideshow timeout (left, right)
fr: Sélectionner le délai du diaporama (gauche, droite)
lv: Slaidu rādīšanas aizture (kreisais, labais)

source: Include subdirectories
fr: Inclure les sous-répertoires
lv: Ieskaitot apakšmapes

source: Include slides of subdirectories in slideshow
fr: Inclure les diapos des sous-répertoires dans le diaporama
lv: Rādīt slaidus arī no apakšmapēm

source: Show busy sign
fr: Afficher le symbole d'occupation
lv: Parādīt aizņemtību

source: Show busy sign while preprocessing slide
fr: Afficher le symbole d'occupation durant le pré-traitement de la diapo
lv: Parādīt aizņemtību slaidu skatīšanās laikā

source: Show in 16:9 format
fr: Afficher au format 16:9
lv: Parādīt 16:9 formātā

source: Always show slides in 16:9 format
fr: Toujours afficher les diapos au format 16:9
lv: Vienmēr rādīt slaidus 16:9 režīmā

source: Close window and save entries
fr: Fermer la fenêtre et sauvegarder les changements
lv: Saglabāt un iziet

source: Close window (no changes are saved)
fr: Fermer la fenêtre (sans sauvegarder les changements)
lv: Iziet nesaglabājot izmaiņas

source: select plugin and press ok
fr: sélectionner un plugin et pressez ok
lv: Izvēlēties pluginu un spiest ok

source: Couldn't read plugin directory %s
fr: Impossible de lire le répertoire plugin %s
lv: Nevar nolasīt pluginu mapi %s

source: Error
fr: Erreur
lv: Kļūda

source: ppanel '%s' not found
fr: ppanel '%s' non trouvé
lv: Plugins Ppanel '%s' nav atrasts

source: E: currently another plugin is running...
fr: E: actuellement un autre plugin est actif...
lv: E : patreiz izmanto citu pluginu...

source: plugin '%s' not found
fr: Plugin '%s' non trouvé
lv: Plugins '%s' nav atrasts

source: E: no name given
fr: E: aucun nom donné
lv: E: nav norādīts nosaukums

source: Cannot execute %s (check rights)
fr: Execution de %s impossible (vérifier les droits)
lv: Nevar izpildīt %s (nav tiesību)

source: Output from %s
fr: Résultat de %s
lv: Izeja caur %s

source: Executing %s. Please wait...
fr: Exécution de %s. Veuillez patienter
lv: Izpilda %s. Lūdzu uzgaidiet...

source: Could not execute %s
fr: Exécution de %s impossible
lv: Nevar izpildīt%s

source: Satellites and transponders
fr: Satellites et transpondeurs
lv: Pavadoņi un transponderi

source: open satellite config
fr: ouvrir la configuration satellite
lv: Atvērt pavadoņu uzstādījumus

source: open the satfinder
fr: afficher satfinder
lv: Atvērt pavadoņa meklētāju

source: Rotor Setup
fr: Configuration moteur
lv: Motora uzstādījumi

source: open Rotor Setup
fr: ouvrir configuration moteur
lv: Atvērt motora uzstādījumus

source: Transponder Edit
fr: Edition des transpondeurs
lv: Transpondera rediģēšana

source: for automatic scan
fr: pour recherche automatique
lv: Automātiskai skanēšanai

source: Signalfind
fr: Recherche Signal
lv: Signāla meklēšana

source: open the signalfinder
fr: ouvrir le chercheur de signal
lv: Signāla meklētājs

source: Disable 5V
fr: Désactiver 5V
lv: Atslēgt 5V

source: disable 5V for passive terrerstrial antennas
fr: désactiver 5V pour antennes passives terrestres
lv: Atslēgt 5V pasīvajām antenām

source: Automatic Transponder Scan
fr: Scan automatique des transpondeurs
lv: Auomātiska transponderu skanēšana

source: open automatic transponder scan
fr: ouvrir scan auto transpondeurs
lv: Atvērt automātisku transponderu meklēšanu

source: Automatic Multisat Scan
fr: Scan auto transpondeurs Multisat
lv: Automātiski meklēt vairākus pavadoņus

source: open automatic multisat transponder scan
fr: ouvrir scan auto transpondeurs Multisat
lv: Atvērt automātisku vairāku pavadoņu meklēšanu

source: Manual Transponder Scan
fr: Scan manuel des transpondeurs
lv: Transponderu skanēšana

source: open manual transponder scan
fr: ouvrir scan manuel transpondeurs
lv: Atvērt manuālo transponderu skanēšanu

source: Satellite Blindscan
fr: Blindscan Satellites
lv: Transponderu meklēšana

source: open transponder blindscan
fr: ouvrir le blindscan transpondeurs
lv: Atvērt transponderu skanēšanu

source: Disable background scanning
fr: Désactiver le scanning en arrière-plan
lv: Atslēgt skanēšanu fonā

source: Don't look for new services in the background
fr: Ne pas rechercher de nouveaux services en arrière-plan
lv: Atslēgt kanālu skanēšanu fonā

source: DiSEqC 1.2 is enabled on more than one LNB, please select the LNB the motor is connected to
fr: PLus d'une LNB est configurée sur le DiSEqC 1.2, veuillez indiquez sur quel sortie est connecté le rotor
lv: DiSEqC 1.2 ieslēgts vairak kā uz viena LNB, lūdzu izvēlieties LNB pie kura pieslēgts motors

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
fr: Pas de LNB trouvée avec le DiSEqC 1.2, veuillez configurer les satellites en premier et activer le DiSEqC 1.2
lv: Netika atrasts LNB ar DiSEqC 1.2, lūdzu ejiet uz pavadoņu uzstādījumiem un ieslēdziet DiSEqC 1.2

source: Warning
fr: Avertissement
lv: Brīdinājums

source: Select LNB
fr: Choisir LNB
lv: Izvēlieties LNB

source: use LNB %d for Motor
fr: Utiliser la LNB %d pour le rotor
lv: Lietot LNB %d priekš motora

source: Dreambox settings
fr: Réglages de la dreambox
lv: Dreambox parametru uzstādījumi

source: Create or edit bouquets
fr: Créer ou éditer les bouquets
lv: Izveidot vai izmainīt paketi

source: Setup and find satellites or scan for transponders
fr: Configurer et rechercher des satellites ou scanner des transpondeurs
lv: Uzstādīt pavadoņus, meklēt transponderus

source: Change internal settings like time, EPG and debugging settings
fr: Changer les règlages internes comme l'heure, l'EPG, les paramètres de débogage
lv: Izmainīt pulksteņa, EPG, tīkla, attēla utt... uzstādījumus

source: Change hardware settings like harddisk, USB-stick or keyboard
fr: Changer les réglages matériels comme le disque dur, la clé USB ou le clavier
lv: Izmainīt klaviatūras, HDD, USB parametrus

source: Change user interface settings like OSD, LCD and languages
fr: Changer les réglages de l'interface utilisateur comme l'OSD, LCD et la langue
lv: Izmainīt izskatu, valodu, attēlošanu

source: Configure the softcam
fr: Configurer l'ému
lv: Emulatora uzstādīšana

source: Install and remove software
fr: Installation et suppression d'un logiciel
lv: Programmu uzstādīšana un dzēšana

source: Software management
fr: Gestion des logiciels
lv: Programmu uzstādīšana vai dzēšana

source: enigma standby
fr: veille d'enigma
lv: Enigma iemidzināšana

source: wake up enigma
fr: réveiller enigma
lv: Sistēmas ieslēgšanās

source: toggle double height
lv: Dubults augstms

source: toggle splitscreen mode
lv: Dalītā ekrāna pārslēgšanas režīms

source: toggle transparency
lv: Caurspīdīgums

source: toggle hidden information
lv: Slēptā informācija

source: TuxTxt setup
lv: TuxTxt uzstādīšana

source: automatic
lv: Automātiski

source: Russian/Bulgarian
lv: Русский/Bulgarian

source: no services on this transponder
lv: Šajā transponderī nav kanālu

source: Searching for Teletext services on this Transponder
lv: Teleteksta kanālu meklēšana transponderī

source: Search
lv: Meklēt

source: switch to direct page selecting mode
lv: Ieslēgt lapā izvēlēto režīmu

source: show previously selected page
lv: Rādīt iepriekšējo izvēlēto lapu

source: go to next favourite page
lv: Iet uz nākošo izlases lapu

source: EPG selector
lv: EPG izvēle

source: add this event as DVR Event to timer list
fr: ajouter l'évènement à la liste des enregistrements DVR planifiés
lv: Pievienot uzdevumu kā DVR (videoieraksts) taimera sarakstam

source: add this event as NGRAB Event to timer list
fr: ajouter l'évènement comme évènement NGRAB
lv: Pievienot šo uzdevumu kā NGrab uzdevumu taimera sarakstā

source: add this event as simple Switch Event to timer list
fr: ajouter cet évènement comme simple commutation dans lla liste planifications
lv: Pievienot uzdevumu kā Pārslēgšanas Uzdevumu taimerī

source: remove this event from timer list
fr: supprimez cette entrée de la liste planifications
lv: Dzēst šo uzdevumu no taimera

source: show extended event information
fr: afficher les informations supplémentaires
lv: Rādīt paplašinato uzdevumu informāciju

source: search for event information
lv: Meklēt informāciju par pozīciju

source: No genre
lv: Bez žanra

source: Thriller
lv: Trilleris

source: All services
lv: Visi kanāli

source: Case sensitive
lv: Reģistrjūtīgs

source: Start searching
lv: Meklēšanas sākšana

source: in all services
lv: Visos kanālos

source: Searching for
lv: Meklēt

source: genre:
lv: žanrs:

source: no event data available
lv: Dati nav pieejami

source: EPG -
lv: TV Programma (EPG)-

source: Channel EPG >>> [RED] . . . . . . . . . . The Channel EPG shows titel and start time of events of a selected channel. Please be aware that not all stations provide EPG data! . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next Event [LEFT]/[RIGHT] Previous/Next Event [RED] Remove timer event [GREEN] Add to DVR timer events [YELLOW] Add to Ngrab-Timer events [BLUE] Add to Switch timer events [INFO] Toggle channel/detail information [EXIT] Close window
fr: EPG chaînes >>> [ROUGE] . . . . . . . . . . L'EPG chaînes affiche le titre et l'heure de début des événements d'une chaîne sélectionnée. Veuillez noter que toutes les stations ne fournissent pas de données EPG! . . . . . . . . . . Utilisation: [HAUT]/[BAS] Evénement Précédent/Suivant [GAUCHE]/[DROITE] Evénement Précédent/Suivant [ROUGE] Supprimer une planification [VERT] Ajouter une planification d'enregistrement [JAUNE] Ajouter une planification NGrab [BLEU]Ajouter une planification de bascule [INFO] Basculer entre information chaîne/détaillée [EXIT] Fermeture de la fenêtre
lv: Pārraides programma (EPG) >>> [SARKANAIS] . . . . . . . . . . EPG satur izvēlētā kanāla pārraides nosaukumu un laiku. Visi kanāli neraida pārraižu programmu EPG ! . . . . . . . . . . Lietošana: [uz augšu]/[uz leju]/[kreisais]/[labais]: Iepriekšējais/nākamais notikums [SARKANAIS] Nodzēst taimeri no notikuma [ZAĻAIS] DVR-taimera uzstādīšana ierakstīšana notikumā [DZELTANAIS] Ngrab-taimera uzstādīšana ierakstīšana notikumā [ZILAIS] Taimera uzstādīšana pārslēgšana uz notikumu [INFO] Papildus informācija par kanālu [EXIT] Iziet

source: Flashtool
fr: Outil de flashage
lv: Instrumenti

source: Save image or part of it
fr: Sauvegarder l'image ou une partie de celle-ci
lv: Saglabāt imidžu vai daļu no tā

source: Flash image or part of it
fr: Flasher l'image ou une partie de celle-ci
lv: Šo imidžu vai tā daļu

source: Partitions
lv: Prtīcijas

source: Do you really want to flash a new image now?
fr: Voulez-vous vraiment flasher une nouvelle image maintenant ?
lv: Vai esat pārliecināts, ka vēlaties uzstādīt jaunu imidžu?

source: Flash
lv: Atmiņa

source: Can't read image!
fr: Fichier image illisible!
lv: Imidžu nevar nolasīt!

source: Image has file size of 0 bytes!
fr: Le fichier image a une taille de 0 octet!
lv: Imidža faila izmērs 0 baiti!

source: Can't open mtd!
fr: Ne peut ouvrir mtd!
lv: Nevar atvērt mtd!

source: Image size is too big! Can't flash!
fr: Taiile de l'image trop grande. Flash impossible!
lv: Imidža izmērs par lielu! Nevar pārrakstīt!

source: Image size is too small! Do you really want to flash it?
fr: Taille de l'image trop petite. Voulez-vous vraiment la flasher ?
lv: Imidža izmērs ir par mazu! Vai vēlaties turpināt?

source: Please wait... do NOT switch off the receiver!
fr: Veuillez patienter... Ne pas éteindre votre récepteur!
lv: Lūdzu uzgaidiet... NEIZSLĒDZIET uztvērēju!

source: flashing in progress
fr: Flashage en cours
lv: Imidža rakstīšana...

source: Erase error!
fr: Erreur d'effacement!
lv: Kļūda dzēšot!

source: Writing image to flash...
fr: Ecriture du logiciel dans la mémoire Flash...
lv: Imidža ieraksts atmiņā...

source: Flashing successful! restarting...
fr: mise à jour de votre dreambox réussie! redémarrage ...
lv: Atjaunošana noritējusi veiksmīgi. Pārstartēšana...

source: flashing ok
fr: flashage ok
lv: Ierakstīts

source: Image not found!
fr: Image non trouvée!
lv: Imidžs nav atrasts!

source: Erasing flash...
fr: Effacement de la mémoire Flash...
lv: Atmiņas dzēšana...

source: Can't open mtd device!
fr: Ne peut ouvrir mtd!
lv: mtd nevar atvērt!

source: Can't open
fr: Ouverture impossible
lv: Nevar atvērt

source: for writing!
fr: en écriture!
lv: Ierakstam!

source: Please wait while partition is being saved...
fr: Patientez pendant la sauvegarde de la partition...
lv: Uzgaidiet, kamēr patrīcija saglabājas...

source: saving in progress
fr: sauvegarde en cours
lv: Saglabā...

source: Read Flash...
fr: Lecture de la mémoire Flash...
lv: Atmiņs lasīšana...

source: Image saved to:
fr: Image sauvegardée dans:
lv: Imidžs saglabāts:

source: Image list
fr: Liste des images
lv: Imidžu saraksts

source: back
fr: en arrière
lv: Atpakaļ

source: Save to...
fr: Enregistrer sous...
lv: Saglabāt ...

source: Select source...
fr: Choisir la source...
lv: Izvēlieties avotu...

source: Hardware settings
fr: Réglages matériels
lv: Iekārtu uzstādījumi

source: open UHF Modulator settings
fr: ouvrir réglages modulateur UHF
lv: Atvērt UHF modulatora uzstādījumus

source: open harddisk settings
fr: ouvrir réglages disque dur
lv: Atvērt cietā diska uzstādījumus

source: open USB stick settings
fr: ouvrir réglages de la clé USB
lv: Atvērt USB uzstādījumus

source: open keyboard settings
fr: ouvrir réglages clavier
lv: Atvērt klaviatūras uzstādījumus

source: open remote control setup
fr: ouvrir configuration télécommande
lv: Atvērt pults uzstādījumus

source: Setup the common interface module
fr: Configurer l'Interface Commune...
lv: CI moduļa uzstādījumi

source: Help window
fr: Fenêtre d'aide
lv: Palīdzības logs

source: close the help window
fr: fermer la fenêtre d'aide
lv: Aizvērt palīdzības logu

source: scroll up
fr: dérouler vers le haut
lv: Ripināt uz augšu

source: scroll down
fr: dérouler vers le bas
lv: Ripināt uz leju

source: User interface settings
fr: Réglages de l'interface utlisateur
lv: OSD uzstādījumi

source: Set several OSD options and behaviour
fr: Préciser des options et le comportement de l'OSD
lv: Sistēmas interfeisa attēlošanas uzstādījumi

source: Center the OSD on your screen
fr: Centrer l'OSD sur l'écran
lv: Centrēt OSD ekrānā

source: Set the OSD transparency, brightness and contrast
fr: Régler la transparence, la luminosité et le contraste de l'OSD
lv: Uzstādīt caurspīdīgumu, spilgtumu un kontrastu

source: Select an OSD skin
fr: Choisir un thème pour l'OSD
lv: Izvēlieties izskatu

source: OSD language
fr: Langue OSD
lv: OSD valoda

source: Select the language used in the Dreambox menus
fr: Sélectionner la langue des menus de la Dreambox
lv: Izvēlieties Dreambox interfeisa valodu

source: Set several MultiEPG settings
fr: Définir les réglages de l'EPG Multi-chaînes
lv: Multi EPG uzstādījumi

source: Setup LCD screen, like brightness and contrast
fr: Configurer l'écran LCD, comme la luminosité et le contraste
lv: Uzstādīt LCD ekrānu: spilgtumu, kontrastu..

source: Select preferred audio languages while watching TV
fr: Choisir les langues audio préférées pour regarder la TV
lv: Primārā valoda skatoties TV

source: User-defined buttons
lv: Lietotāja definētās pogas

source: Assign yellow button
lv: Piešķirt DZELTANAI pogai

source: Assign the yellow button to a menu, function or plugin
lv: Piešķirt DZELTANAIS pogai izvēlni, funkciju vai pluginu...

source: Assign blue button
lv: Piešķirt ZILAI pogai

source: Assign the blue button to a menu, function or plugin
lv: Piešķirt ZILAI pogai izvēlni, funkciju vai pluginu...

source: Assign button as:
lv: Nozīmēt pogu kā:

source: Select a menu, function or plugin
lv: Izvēlieties izvēlni, funkciju vai pluginu

source: Audio selection
lv: Audio izvēle

source: Timeshift pause
lv: Timeshift pauze

source: Plugin screen
lv: Pluginu saraksts

source: Teletext
fr: Télétexte
lv: Teleteksts

source: Plugin
lv: Plugins

source: Menu
lv: Izvēlne

source: Select a menu
lv: Izvēlieties izvēlni

source: Select a plugin
lv: Izvēlieties pluginu

source: Pau
lv: Pauze

source: Parental lock
fr: Verrouillage parental
lv: Vecāku kontrole

source: please enter pin:
fr: entrez le code PIN:
lv: Ievadiet PIN:

source: enable/disable parental lock
fr: activer/désactiver le verrouillage parental
lv: Ieslēgt, izslēgt vecāku kontroli

source: change PIN
fr: Changer le PIN
lv: Mainīt PIN

source: change Parental PIN (ok)
fr: Cahnger le PIN parental (ok)
lv: Mainīt Vecāku PIN (ok)

source: Setup lock
fr: Verrouiller réglages
lv: Uzstādījumu bloķēšana

source: enable/disable setup lock
fr: activer/désactiver verrouillage réglages
lv: Ieslēgt, izslēgt bloķēšanas uzstādījumus

source: change Setup PIN (ok)
fr: changer le PIN 'réglages' (ok)
lv: Mainīt Uzstādījumu PIN (ok)

source: Pin timeout
fr: Délai de validité du PIN
lv: PIN koda darbības laiks

source: Number of minutes the entered pin is valid. After this timeout you need to re-enter the pin when zapping to protected service (0 to disable)
fr: Nombre de minutes de validité du pin. Passé ce délai, le pin devra être entré à nouveau lors de la sélection d'un service protégé (0 pour désactiver)
lv: PIN koda darbības laiks min. Pēc šī laika paiešanas pārslēdzot uz bloķēto kanālu koda ievadīšanu vajadzēs atkārtot (0- opcija atslēgta).

source: Max Pin errors
fr: Maximum d'erreurs PIN
lv: Max Pin kļūdas

source: Maximum number of chances to enter correct pin. When pin is entered wrong for x times the pin validation will be blocked temporarily (0 to disable)
fr: Nombre maximum de tentatives pour entrer un pin correct. Lorsque ce nombre est atteint, la validation du pin sera bloquée temporairement (0 pour désactiver)
lv: Maksimālais iespēju skaits ievadīt PIN kodu. Pēc visu iespēju izmantošanas ievade uz laiku slēdzas (0- opcija atslēgta).

source: Pin block timeout
fr: Délai de blocage du pin
lv: PIN bloķēšana

source: Number of minutes pincode check is disabled when pin validation has failed maximum times.
fr: Nombre de minutes durant lesquelles la validation du code pin est désactivée lorsque la validation a échoué au bout du nombre de tentatives spécifié.
lv: Koda bloķēšanas laiks min. pēc nepareizas PIN koda ievades.

source: Hide locked services
fr: Cacher services verrouillés
lv: Nerādīt slēgtos kanālus

source: don't show locked services in any list
fr: ne pas afficher les services verrouillés dans les listes
lv: Sarakstos neiekļaut bloķētos kanālus

source: Parental Lock >>> [MENU] >>> [6] Setup >>> [5] Parental Lock . . . . . . . . . . Here you can enable and setup Parental Lock. After reboot locked channels will not be available unless unlocked with your PIN code . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Parental lock Toggle Channel access on/off Setup lock Toggle setup access on/off Change PIN Enter a new PIN code [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Verrouillage Parental >>> [MENU] >>> [6]Configuration >>> [5]Verrouillage Parental . . . . . . . . . . Cette option permet d'activer et de configurer le verrouillage parental. Après redémarrage, les chaînes verrouillées seront inaccessibles à moins d'être déverrouillées avec le code PIN . . . . . . . . . . Utilisation: [HAUT]/[BAS] Choisir un champ de saisie ou un bouton Verrouillage parental Activer/Désactiver l'accès à la chaîne Verroullage de la Verrouiller/Déverrouiller l'accès configuration à la configuration Changer le PIN Entrer un nouveau code PIN [VERT] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Vecāku kontrole Skatīšanās aizliegumi >>> [MENU] >>> [6] Uzstādījumi >>> [5] Skatīšanās aizliegumi . . . . . . . . . . Uzstādīt vecāku kontroli (skatīšanās aizliegumu) izvēlētajiem kanāliem. Pēc pārstartēšanās kanāli tiks nobloķēti, un būs pieejami tikai izmantojot PIN kodu. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Bloķēšana Ieslēgšana/atslēgšana Uzstādīt Ieslēgt/atslēgt bloķēšanas uzstādījumus PIN koda monaiņa Ievadīt jauno PIN kodu [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: parental
lv: Ierobežotie

source: setup
fr: configuration
lv: Uzstādījumi

source: New %s PIN
fr: Nouveau PIN %s
lv: Jauns %s PIN kods

source: Reenter %s PIN
fr: Ré-entrer PIN %s
lv: Atkārtot %s PIN

source: The PINs are not equal! Do you want to retry?
fr: Les PIN ne correspondent pas Voulez vous recommencer?
lv: PIN kodi nesakrīt! Mēģināt vēlreiz?

source: PIN validation failed
fr: Erreur de validation PIN
lv: Nepareizs PIN kods

source: PIN change completed
fr: Changement PIN accompli
lv: PIN koda maiņa pabeigta

source: PIN changed
fr: PIN changé
lv: PIN kods nomainīts

source: Pin code validation is still blocked
fr: Validation du code PIN toujours bloquée
lv: PIN kods pareizs, bloķēšana aktīva

source: current %s PIN
fr: PIN actuel %s
lv: Tekošais %s PIN

source: You've entered too many incorrect pins Pin code validation will be blocked temporarily!
fr: Nombre maximum d'entrées incorrectes du pin atteint La validation du code PIN est bloquée temporairement!
lv: Jūs ievadījāt pārāk daudz nepareizu PIN kodu. Koda ievade uz laiku slēgta!

source: The entered PIN is incorrect. Do you want to retry?
fr: Le code PIN est incorrect. Voulez vous reéssayer?
lv: Ievadītais PIN nepareizs. Mēģināt vēlreiz?

source: Script output
fr: Résultat du script
lv: Izejas skripts

source: Downloading
fr: Téléchargement
lv: Lejupielādē

source: Download failed. Please check available space and your communication settings.
fr: Echec du téléchargement. Vérifier l'espace disponible et la configuration réseau
lv: Lejupielādes kļūda. Pārbaudiet brīvo vietu un tīkla uztādījumus

source: Installing %s
fr: Installation de %s
lv: Uzstādīšana %s

source: Install failed.
fr: Echec de l'installation.
lv: Uzstādīšanas kļūda.

source: Continue
fr: Continuer
lv: Turpināšana

source: Press OK
fr: Presser OK
lv: Nospiediet OK

source: Are you sure to open %s?
fr: Etes-vous sûr de vouloir ouvrir %s?
lv: Vai esat pārliecināts, ka vēlaties atvērt %s?

source: Downloading %s
fr: Téléchargement de %s
lv: Lejupielādēts %s

source: Are you sure to download %s?
fr: Etes-vous sûr de vouloir télécharger %s
lv: Vai esat pārliecināts, ka vēlaties lejuplādēt %s?

source: Are you sure to execute %s?
fr: Etes-vous sûr de vouloir exécuter %s
lv: Vai esat pārliecināts, ka vēlaties palaist %s?

source: Are you sure to install %s?
fr: Etes-vous sûr de vouloir installer %s
lv: Vai esat pārliecināts, ka vēlaties uzstādīt %s?

source: The package cannot be installed because it's already installed. Please remove the previous version first.
fr: Ce paquetage est déjà installé. Supprimer d'abord la version précédente
lv: Paketi nevar uzstādīt, jo tāda jau ir uzstādīta. Lūdzu vispirms nodzēsiet iepriekšējo versiju.
