Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: network mount
lv: Pievienošanās pa tīklu

source: Connecting...
fr: Connexion...
lv: Savienošanās...

source: buffering...
fr: mise en tampon...
lv: Buferizācija...

source: playing...
fr: lecture ...
lv: Atskaņo...

source: (%d entries)
fr: (%d entrées)
lv: (%d ieraksti)

source: TV mode
fr: Mode TV
lv: TV režīms

source: Radio Mode
fr: Mode Radio
lv: Radio

source: File Mode
fr: Mode Fichiers
lv: Faili

source: Bouquets
lv: Paketes

source: OK
lv: Labi

source: Cancel
fr: Annuler
lv: Atcelt

source: Yes
fr: Oui
lv: Jā

source: No
fr: Non
lv: Nē

source: Save
fr: Sauver
lv: Saglabāt

source: Save changes and return
fr: Sauver les changements et fermer
lv: Saglabāt un iziet

source: Discard changes and return
fr: Ne pas sauver les changements et fermer
lv: Iziet nesaglabājot izmaiņas

source: << Scroll left
fr: << Vers la gauche
lv: << kreisais

source: Scroll right >>
fr: Vers la droite >>
lv: labais >>

source: Please wait
fr: Prière de patienter
lv: Uzgaidiet

source: Could not execute script
fr: Exécution du script impossible
lv: Skriptu nevar izpildīt

source: no description available
fr: pas de description
lv: Nav pieejama apraksta

source: Calibration Pictures ->[MENU] ->(6)Settings; ->Video Calibration . . . . . . . . . . Test pattern with which you can adjust your TV set. Not for commercial use! . . . . . . . . . . Usage: [OK] Confirm warning [DIGITS] Select test pattern [1] Red [2] Green [3] Blue [4] Colorbars [5] White [6] Test image Grey pallet [8] Black [EXIT] Close window
fr: Images de calibration ->[MENU]->(6)Configuration ->Calibration Video . . . . . . . . . Image de test pour régler la TV. Usage commercial interdit! . . . . . . . . . . Utilisation: [OK] Confirmer l'avertissement [CHIFFRES] Choisir l'image de test [1] Rouge [2] Verte [3] Bleue [4] Barres de couleur [5] Blanche [6] Mire [7] Palette de gris [8] Noire [EXIT] Fermer la fenêtre
lv: Attēla kalibrēšana ->[MENU] ->(6)Uzstādījumi; ->Video kalibrēšana . . . . . . . . . . Televizora noregulēšanas testa tabulas Nekomerciālai lietošanai! . . . . . . . . . . Lietošana: [OK] Apstiprināt brīdinājumu [CIPARI] Tabulas izvēle [1] SARKANĀ ekrāns [2] Zaļš ekrāns [3] ZILĀ ekrāns [4] Krāsas strīpas [5] Balsts ekrāns [6] Testa tabula [7] Pelēka skala [8] Melns ekrāns [EXIT] Iziet

source: enable/disable capslock
fr: activer/désactiver MAJ
lv: Ieslēgt, izslēgt capslock

source: put numbers before/after characters
fr: mettre chiffres avant/après lettres
lv: Likt ciparus pirms/pēc simboliem

source: insert blank at cursor position
fr: insérer un blanc à la position du curseur
lv: Tukšums kursora pozīcijā

source: remove the character at the cursor position
fr: retirer le caratère à la position du curseur
lv: Dzēst simbolu kursora pozīcijā

source: remove the character before the cursor position
fr: retirer le caractère avant la position du curseur
lv: Dzēst simbolu pirms kursora pozīcijas

source: shows the textinputfield help
fr: montrer l'aide du champ de texte
lv: Parāda teksta ievades lauka palīdzību

source: press ok to save (help is available)
fr: pressez ok pour sauver (aide disponible)
lv: Spiediet ok lai saglabātu (pieejama palīdzība)

source: press ok to save
fr: pressez ok pour sauver
lv: Spiediet ok lai saglabātu

source: Loading slide... please wait.
fr: Chargement diapo en cours.... veuillez patienter
lv: Slaidu ielāde... lūdzu uzgaidiet.

source: Audio Level:
fr: Niveau audio:
lv: Skaļums:

source: Backup/restore
fr: Sauvegarde/restauration
lv: Rezervēt vai atjaunot

source: Backup Dreambox
fr: Sauvegarde de la Dreambox
lv: Dreambox rezerves kopija

source: Make a backup of your Dreambox
fr: Sauvegarde et restauration de la Dreambox
lv: Izveidot Dreambox rezerves kopiju

source: Restore Dreambox
fr: Restauration de la Dreambox
lv: Dreambox atjaunošana

source: Restore a backup to your Dreambox
fr: Restauration de la Dreambox
lv: Dreambox atjaunošana no rezerves kopijas

source: Backup
fr: Sauvegarde
lv: Rezervēšana

source: Backup device:
fr: Equipement de sauvegarde:
lv: Rezervēt uz:

source: Select a backup device or mount
fr: Sélectionner l'équipement de sauvegarde ou le montage
lv: Izvēlieties ierīci/ HDD rezerves kopijai

source: Make a backup now
fr: Sauvegarder maintenant
lv: Izveidot rezerves kopiju

source: Exit this screen
lv: Iziet

source: Making backup, please wait
fr: Sauvegarde en cours
lv: Tiek izveidota rezerves kopija...

source: All
lv: Visu

source: Addons/plugins
lv: Plugini

source: Complete config
lv: Cita konfigurācija

source: Settings
lv: Uzstādījumi

source: Softcams
lv: Emulatori

source: Library
lv: Bibliotēka

source: Share
lv: Koplietošana

source: Spool
lv: Spole

source: Restore device:
fr: Equipement de restauration:
lv: Rezerves kopija atrodas:

source: Select the restore device or mount
fr: Sélectionner l'équipement de restauration ou le montage:
lv: Izvēlieties iekārtu rezerves kopijām

source: What to restore:
fr: Restaurer quoi:
lv: Ko atjaunot:

source: Select what you want to restore
fr: Choisissez ce que vous voulez restaurer
lv: Izvēlieties ko vēlaties atjaunot

source: Reload Enigma
fr: Relancer Enigma
lv: Pārstartēt Enigmu

source: Reload Enigma settings now
fr: Recharger les réglages Enigma
lv: Pārstartēt Enigmas uzstādījumus

source: Restore Dreambox now
fr: Restaurer la Dreambox
lv: Atjaunot Dreambox

source: Restoring, please wait
fr: Restauration en cours
lv: Notiek atjaunošana, uzgaidiet...

source: Reloading Enigma settings, please wait
fr: Chargement réglages Enigma en cours
lv: Pārstartē Enigmas uzstādījumus, uzgaidiet...

source: Movie
fr: Film
lv: Filma

source: Adventure
fr: Aventure
lv: Piedzīvojumi

source: SciFi
fr: Fantastique
lv: Fantastika

source: Comedy
fr: Comédie
lv: Komēdija

source: Soap
fr: Série B
lv: Seriāli

source: Serious
fr: Sérieux
lv: Nopietns

source: Adult
fr: Adulte
lv: Pieaugušajiem

source: News
fr: Informations
lv: Ziņas

source: Weather
fr: Météo
lv: Laiks

source: Magazine
lv: Žurnāls

source: Documentary
fr: Documentaire
lv: Dokumentālās

source: Discussion
lv: Apspriešana

source: Show
fr: Emission
lv: Šovs

source: Game Show
fr: Emission de jeux
lv: Spēļu parāde

source: Variety
fr: Variétés
lv: Citi

source: Talk
fr: Débat
lv: Saruna

source: Special Event
fr: Evénement spécial
lv: Speciāli notikumi

source: Sports Mag.
fr: Mag. Sports
lv: Sporta žurn.

source: Football
lv: Futbols

source: Tennis
lv: Teniss

source: Team Sports
fr: Sports d'équipe
lv: Komandu sports

source: Athletics
fr: Athlétisme
lv: Atlētika

source: Motor Sports
fr: Sports mécaniques
lv: Motosports

source: Water Sports
fr: Sports aquatiques
lv: Ūdens sports

source: Winter Sports
fr: Sports d'hiver
lv: Ziemas sports

source: Equestrian
fr: Equitation
lv: Zirgu sports

source: Martial Sports
fr: Sports de combat
lv: Sports

source: Children
fr: Enfant
lv: Bērniem

source: Pre-School
fr: Pre-scolaire
lv: Pirmsskolas

source: Age 6-14
lv: Vecums 6-14

source: Age 10-16
lv: Vecums 10-16

source: School
fr: Scolaire
lv: Skola

source: Cartoons
fr: Dessins animés
lv: Multfilmas

source: Music
fr: Musique
lv: Mūzika

source: Rock/Pop
fr: Pop/Rock
lv: Roks, pops

source: Classical
fr: Classique
lv: Klasika

source: Folk
lv: Folklora

source: Jazz
lv: Džezs

source: Musical
lv: Muzikālais

source: Ballet
fr: Ballets
lv: Balets

source: Culture
lv: Kultūra

source: Perf. Arts
lv: Tēlotājmāksla

source: Fine Arts
fr: Arts fins
lv: Māksla

source: Religion
lv: Reliģija

source: Pop. Arts
fr: Arts populaires
lv: Pop māksla

source: Literature
fr: Littérature
lv: Literatūra

source: Film
lv: Filma

source: Experimental
fr: Expérimental
lv: Eksperimentālie

source: Press
fr: Presse
lv: Prese

source: New Media
fr: Nouveaux médias
lv: Jauns Media

source: Art Mag.
lv: Mākslas žurnāls

source: Fashion
fr: Mode
lv: Mode

source: Social
lv: Sociāls

source: Soc. Mag.
fr: Mag. Soc.
lv: Soc. žurnāls

source: Economics
fr: Economie
lv: Ekonomika

source: Remark. People
fr: People
lv: Dokumenti, cilvēki

source: Education
lv: Izglītība

source: Nature
lv: Daba

source: Technology
fr: Technologie
lv: Tehnoloģijas

source: Medicine
fr: Médecine
lv: Medicīna

source: Expeditions
fr: Aventures
lv: Ekspedīcijas

source: Spiritual
fr: Spirituel
lv: Garīgie

source: Further Ed.
fr: Davantage Ed.
lv: Tālāka apstr.

source: Languages
fr: Langues
lv: Valodas

source: Hobbies
fr: Passions
lv: Hobiji

source: Travel
fr: Voyage
lv: Ceļojumi

source: Handicraft
fr: Handicap
lv: Arodi

source: Motoring
fr: Motorisation
lv: Automobīļi

source: Fitness
lv: Veselība

source: Cooking
fr: Cuisine
lv: Virtuve

source: Shopping
lv: Iepirkšanās

source: Gardening
fr: Jardinage
lv: Dārzniecība

source: Orig. Lang.
fr: V.O.
lv: Oriģ. val.

source: B&W
fr: N&B
lv: meln-balts

source: Unpublished
fr: Non publié
lv: Nepublicēts

source: Live
lv: Tiešā translācija

source: Filesize/date: %d %cB, %s
fr: Taille du fichier/date : %d %cB, %s
lv: Izmērs/datums: %d %cB, %s

source: Filename:
fr: Nom du fichier :
lv: Faila nosaukums:

source: Softcam setup
fr: Config emu
lv: Emulatoru uzstādīšana

source: Select softcam for this channel
fr: Sélectionner un emu pour cette chaîne
lv: Izvēlieties dotā kanāla emultoru

source: Select softcam for this provider
fr: Sélectionner un emu pour cet opérateur
lv: Izvēlieties dotā provaidera emultoru

source: Default SoftCam
fr: Emu par défaut
lv: Noklusētais emulators:

source: Select default softcam
fr: Sélectionner l'emu par défaut
lv: Izvēlieties noklusēto emulatoru (softcam)

source: Cardserver
fr: Serveur de cartes
lv: Kartes serveris

source: Select cardserver
fr: Choisir serveur cartes
lv: Izvēlieties kartes serveri (cardserver)

source: Auto reconnect cahandler
fr: Reconnexion automatique gestionnaire ca
lv: ECM PID autosavienoš.

source: Try to reconnect when an external cahandler connection was lost
fr: Essayer de se reconnecter au gestionnaire externe de ca lorsque la connexion est rompue
lv: Pieslēgties pa jaunu kad ārējais pieslēguma zudis

source: Can handle two services
fr: Peut traiter deux services
lv: Var apstrādāt divus kanālus

source: Cam or common interface can handle two services at the same time
fr: L'emu ou l'interface commune peuvent traiter deux services simultanément
lv: CAM vai CI modulis vienlaicīgi var apstrādāt divus kanālus

source: -- None --
fr: -- Aucun --
lv: -- Nē --

source: Save settings
fr: Sauver la configuration
lv: Saglabāt

source: List stickies
fr: Afficher post-it
lv: Norāžu saraksts

source: List current stickies
fr: Afficher les post_it en cours
lv: Tekošo norāžu saraksts

source: Cardinfo
fr: Info carte
lv: Karte

source: Get cardinfo from current active cardserver
fr: Obtenir l'info sur la carte depuis le serveur de carte actif
lv: Informācija par aktīvā kardservera karti

source: Save and restart cam
fr: Sauver et relancer l'emu
lv: Saglabāt un pārstartēt

source: Save changes, restart the softcam and return to enigma
fr: Sauvegarder les changements, redémarrer l'emu et revenir à enigma
lv: Saglabāt, pārstartēt emulatoru un iziet

source: Restart cardserver
fr: Relancer serveur cartes
lv: Pārstartēt

source: Press OK to restart the cardserver
fr: Presser OK pour redémarrer le serveur de cartes
lv: Nospiediet OK lai pārstartētu cardserveri

source: Saving settings and starting softcam
fr: Sauvegarde de la configuration et redémarrage de l'emu
lv: Saglabā uzstādījumus un pārstartē emulatoru

source: Softcam config info
fr: Info config emu
lv: Informācija par emulatoru konfigurāciju

source: Restarting cardserver
fr: Redémarrage du serveur de cartes
lv: Kardservera pārstartēšana

source: Cardserver info
fr: Info serveur cartes
lv: Kartes servera info

source: Channel
fr: Chaîne
lv: Kanāls

source: Provider
fr: Opérateur
lv: Provaideri

source: -- Default --
fr: -- Défaut --
lv: -- Pamata --

source: getting cardinfo
fr: Récupération de l'info sur la carte
lv: Informācija par karti

source: Current Stickies
fr: Post-it en cours
lv: Tekošās atsauksmes

source: Sticky Settings 1
fr: Config post_it 1
lv: Svarīga uzstādījums 1

source: no description is available
fr: pas de description
lv: Apraksts nav pieejams

source: Bouquet Type
fr: Type de bouquet
lv: Paketes tips

source: File
fr: Fichier
lv: Fails

source: Create new bouquet
fr: Créer un nouveau bouquet
lv: Izveidot jaunu paketi

source: create new empty bouquet
fr: créer un nouveau bouquet vide
lv: Izveidot jaunu tukšu paketi

source: Add services to bouquet
fr: Ajouter services à un bouquet
lv: Pievienot kanālu paketei

source: add multiple services to a specific bouquet
fr: ajouter services multiples à un bouquet spécifique
lv: Pievienot vairākus kanālus specifiskai paketei

source: Edit bouquets
fr: Edition du bouquet
lv: Rediģēt paketes

source: sort,rename,delete services/bouquets
fr: trier, renommer, effacer services/bouquets
lv: Šķirot, mainīt nosaukumu, dzēst kanālus, paketes

source: Lock/Unlock Services
fr: Bloquer/Débloquer services
lv: Bloķēt/ atbloķēt kanālus

source: lock,unlock services (parental locking)
fr: verrouiller, déverrouiller services (contrôle parental)
lv: Bloķēt,atbloķēt kanālus (Vecāku kontrole)

source: CI module
fr: module CI
lv: CI modulis

source: Reset
fr: Réinitialiser
lv: Pārstādīt

source: reset the Common Interface module
fr: réinitialiser Interface Commune...
lv: Parstādīt kopējā interfeisa muduli CI

source: Init
fr: Initialisation
lv: Aktīv

source: send the ca-pmt to CI
fr: envoi de la commande ca-pmt vers CI
lv: Sūtīt ca-pmt uz CI

source: waiting for module
fr: attente d'une réponse du module
lv: Gaidam moduli

source: enter Common Interface menu (mmi)
fr: entrer dans Menu Interface Commune (mmi)
lv: Atvērt Common Interface izvēlni (mmi)

source: resetting....please wait
fr: réinitialisation... veuillez patienter
lv: Pārstādam...uzgaidiet

source: Common Interface Module - mmi
fr: Module Interface Commune - mmi
lv: Kopējā Iinterfeisa modulis - mmi

source: waiting for CI answer...
fr: attente de la réponse CI
lv: Gaidam CI moduļa atbildi...

source: Internal harddisk
fr: Disque interne
lv: Iekšējais HDD

source: USB stick
fr: clé USB
lv: USB

source: Compact Flash card
fr: Carte Compact Flash
lv: CF karte

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
fr: Bienvenue sur Enigma. Lancer une recherche des chaînes. (menu principal > configuration > satellites et transpondeurs >scan transpondeurs)
lv: Laipni lūdzu Enigmā. Papriekšu veiciet transponderu skanēšanu. (Galvenā izvēlne >uzstādījumi > kanāli > transpond. skanēšana)

source: First start of enigma
fr: Premier lancement d'Enigma
lv: Enigmas pirmais starts

source: It's now safe to unplug power!
fr: Il est possible de débrancher l'alimentation
lv: Tagat var izslēgt barošanu!

source: Shutdown finished
fr: Arrêt terminé
lv: Izslēgšana pabeigta

source: Please wait... your Dreambox is shutting down!
fr: Prière de patienter...Arrêt de la Dreambox
lv: Lūdzu uzgaidiet... Dreambox izslēdzas!

source: Shutdown...
fr: Arrêter...
lv: Izslēgšana...

source: Movies
fr: Films
lv: Filmas

source: Info
lv: Paziņojums

source: Satellites
lv: Pavadoņi

source: Providers
fr: Opérateurs
lv: Provaideri

source: OSD Shot
fr: Capture OSD
lv: OSD izskats

source: Screen Shot
fr: Capture d'écran
lv: Ekrānuzņēmums

source: Screen + OSD
fr: Ecran + OSD
lv: Ekrāns + OSD

source: LCD Shot
fr: Capture LCD
lv: LCD ekrāns

source: External Message
fr: Message externe
lv: Ārējais paziņojums

source: Genre
lv: Stils

source: multi epg actions
fr: actions muti epg
lv: Multi EPG darbības

source: show 1 hour
fr: afficher 1 heure
lv: Rādīt 1 stundu

source: show 2 hours
fr: afficher 2 heures
lv: Rādīt 2 stundas

source: show 3 hours
fr: afficher 3 heures
lv: Rādīt 3 stundas

source: show 4 hours
fr: afficher 4 heures
lv: Rādīt 4 stundas

source: show 5 hours
fr: afficher 5 heures
lv: Rādīt 5 stundas

source: show 6 hours
fr: afficher 6 heures
lv: Rādīt 6 stundas

source: scroll one page left
fr: déplacer d'une page vers la gauche
lv: Pāriet uz lapu pa kreisi

source: scroll one page right
fr: déplacer d'une page vers la droite
lv: Pāriet uz lapu pa labi

source: open the serviceselector and show bouquets
fr: ouvrir le sélecteur de services, et voir les bouquets
lv: Atvērt kanālu izvēli un parādīt paketes

source: show channel EPG
fr: afficher l'EPG de la chaîne
lv: Rādīt EPG

source: switch to selected channel
fr: zapper vers la chaîne sélectionnée
lv: Pāriet uz izvēlēto kanālu

source: leave Multi EPG
fr: quitter Multi EPG
lv: Iziet np Multi EPG

source: search in EPG
lv: Meklēt EPG

source: Press HELP to get.... help
fr: Presser HELP pour obtenir....de l'aide
lv: Nospiediet HELP lai iegūtu.... palīdzību

source: Add
fr: Ajouter
lv: Pievienot

source: Del Timer
fr: Supprimer événement
lv: Dzēst taimeri

source: Multi EPG The Multi Channel EPG shows information about the programs on all channels in the current Bouqet. Please be aware that not all stations provide EPG data! The number of services shown per page and the fontsize of the short epg descriptions can be changed in the EPG Setup menu
fr: Multi EPG L'EPG Multi Chaînes affiche de l'information sur les programmes de toutes les chaînes du bouquet en cours. Veuillez noter que toutes les stations ne fournissent pas de données EPG! Le nombre de services par page et la taille de la police des descriptions courtes peuvent être modifiés dans le menu de configuration de l'EPG
lv: Multi EPG Multi EPG rāda programmu tekošās paketes kanāliem. Pievērsiet uzmanību, ka ne visas stacijas raida EPG datus! Attēlojamo kanālu skaits un šrifta izmērs maināms EPG uzstādījumos.

source: was not found!
lv: nav atrasts!

source: Apr
fr: Avr
lv: Аpr

source: May
fr: Mai
lv: Maijs

source: Oct
lv: Okt

source: enigma event view
fr: voir journal événements enigma
lv: Enigmas notikumu apskats

source: closes the Event View
fr: fermer journal des évènements
lv: Aizver uzdevumu apskatu

source: no information is available
fr: pas d'informations disponibles
lv: Info nav pieejams

source: Event EPG >>> [INFO] . . . . . . . . . . The EPG (Electronic Program Guide) Event shows you information of the current and next event of the channel you're watching right now. Please be aware that not all stations provide EPG data! . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Event [RED] Remove timer event [GREEN] Add to DVR timer events [YELLOW] Add to Ngrab-Timer events [BLUE] Add to Switch timer events [EXIT] Close window
fr: Evénement EPG >>> [INFO] . . . . . . . . . . L'EPG (Guide Electronique des Programmes) affiche de l'information sur l'événement en cours et l'événement suivant de la chaînel que vous êtes en train de regarder. Veuillez noter que toutes les stations ne fournissent pas de données EPG! . . . . . . . . . . Utilisation: [GAUCHE]/[DROITE] Evénement Précédent/Suivant [ROUGE] Enlever la planification [VERT] Ajouter à la planification d'enregistrement [JAUNE] Ajouter à la planification NGrab [BLEU] Ajouter à la planification de bascule [EXIT] Fermeture de la fenêtre
lv: Informācija в EPG >>> [INFO] . . . . . . . . . . EPG (Elektroniskais Programmas Gids) parāda kanāla pārraižu programmu. Visi kanāli neraida pārraižu programmu EPG ! . . . . . . . . . . Lietošana: [kreisais]/[labais] Iepriekšējais/nākamais notikums [SARKANAIS] Nodzēst taimeri no notikuma [ZAĻAIS] DVR-taimera uzstādīšana notikumam [DZELTANAIS] Ngrab-taimera uzstādīšana ierakstīšanai notikumā [ZILAIS] Taimera uzstādīšana pārslēgšanai uz notikumu [EXIT] Iziet

source: Original duration: %d min
fr: Durée originale: %d min
lv: Oriģinālais ilgums: %d min.

source: Information
lv: Informācija

source: Streaminfo
fr: Infos flux
lv: Plūsmas info

source: Show stream info of current channel
fr: Afficher l'info flux de la chaîne actuelle
lv: Informācija par plūsmu datiem tekošajā kanālā

source: About the hardware
fr: A propos du matériel
lv: Informācija par iekārtām

source: Show hardware information
fr: Afficher les informations matérielles
lv: Informācija par iekārtām

source: About the PLi team
fr: A propos de l'équipe PLI
lv: Informācija par PLi

source: Show credits of PLi team
fr: Afficher les crédits de l'équipe PLI
lv: Informācija par PLi komandu

source: About... >>> [MENU] >>> [4] Information >>> About... . . . . . . . . . . Provides information about your Dreambox, like model, CPU, harddisk(s), software version, skin, etc. . . . . . . . . . . Usage: [GREEN]/[OK]/[EXIT] Close window
fr: A propos... >>> [MENU] >>> [4]Information>>>A propos... . . . . . . . . . . Affiche des informations sur la Dreambox comme le modèle, le CPU, le(s) disque(s) dur(s), la version logicielle, le thème, etc. . . . . . . . . . . Utilisation: [VERT]/[OK]/[EXIT] Fermeture de la fenêtre
lv: Informācija... >>> [MENU] >>> [4] Informācija >>> Informācija par... . . . . . . . . . . Informācija par Dreambox, modelis, CPU, HDD, programmas versija, izskats utt... . . . . . . . . . . Lietošana: [ZAĻĀ]/[OK]/[EXIT] Iziet

source: Frontend: Satellite
fr: Frontal: Satellite
lv: Ārējais Interfeiss: Satelītu

source: Frontend: Cable
fr: Frontal: Câble
lv: Ārējais Interfeiss: Kabeļu

source: Frontend: Terrestrial
fr: Frontal: Terrestre
lv: Ārējais Interfeiss: Ētera

source: Frontend: Unknown
fr: Frontal: Inconnu
lv: Uztvērējs: nezināms

source: none
fr: rien
lv: Nekas

source: unknown
fr: inconnu
lv: Nezināms

source: release
fr: version
lv: Versija

source: internal
fr: interne
lv: Iekšējais

source: About
fr: A propos
lv: Informācija

source: show main menu
fr: voir menu principal
lv: Rādīt galveno izvēlni

source: go to standby (press)
fr: passer en mode veille (presser)
lv: Izslēgt (spiest)

source: go to standby without menu (press)
fr: passer en mode veille sans menu (presser)
lv: Izslēgt bez izvēlnes (spiest)

source: go to standby (repeat)
fr: passer en mode veille (répéter)
lv: Izslēgt (atkārtot)

source: go to standby (release)
fr: passer en mode veille (libérer)
lv: Izslēgt (atlaist)

source: show infobar
fr: afficher la barre d'infos
lv: Rādīt infopaneli

source: hide infobar
fr: masquer la barre d'infos
lv: Paslēpt info-paneli

source: show infobar or EPG
fr: afficher la barre d'infos ou l'EPG
lv: Rādīt infopaneli vai EPG

source: show service selector
fr: afficher le sélecteur de services
lv: Rādīt kanalu izvēli

source: show subservices/NVOD
fr: voir les sous-services/NVOD
lv: Rādīt papildus servisus/NVOD

source: execute programmable yellow button
lv: Izpildīt pogas DZELTANAIS funkciju

source: show audio selector
fr: afficher le sélecteur audio
lv: Rādīt audio izvēli

source: show Videotext
fr: afficher Videotext
lv: Rādīt Videotekstu

source: execute programmable blue button
lv: Izpildīt pogas ZILAIS funkciju

source: show epg schedule list
fr: Voir la liste d'évènements EPG
lv: Rādīt EPG notikumu sarakst

source: show extended info
fr: afficher les infos supplémentaires
lv: Rādīt paplašināto info

source: zap to next subService
fr: zapper vers le sous-service suivant
lv: Pāriet uz nākamo apakšservisu

source: zap to prev subService
fr: zapper vers le sous-service précédent
lv: Pāriet uz iepriekšējo apakšservisu

source: quickzap next
fr: zapping rapide suivant
lv: Pārslēgt nākoš.

source: quickzap prev
fr: zapping rapide précédent
lv: Pārslēgt iepr.

source: playlist/history next
fr: playlist/historique suivant
lv: Playlist vai vēsture talāk

source: playlist/history prev
fr: playlist/historique précédent
lv: Playlist vai vēsture iepr.

source: service list and down
fr: bas de la liste services
lv: Kanālu saraksts un uz leju

source: service list and up
fr: haut de la liste services
lv: Kanālu saraksts un uz augšu

source: volume up
fr: monter volume
lv: Skaļums up

source: volume down
fr: baisser volume
lv: Skaļums down

source: toggle mute flag
fr: basculer mode muet
lv: Ieslēgt, izslēgt skaņu

source: stop playback
fr: stop lecture
lv: Apturēt

source: pause playback
fr: pause lecture
lv: Pauze
