Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: here you can change your sat/lnb mapping
fr: Ici vous pouvez changer le mappage sat/LNB
lv: Varat mainīt sat/LNB tipu

source: Satfind
fr: Recherche satellites
lv: Pavadoņa meklēšana

source: set amount of transparency when in semi-transparent mode
lv: Uzstādīt caurspīdīgumu puscaurspīdīgā režīmā

source: motor power input difference between running and not running
fr: différence de puissance fournie par le rotor entre son fonctionnement et son arrêt
lv: Motora sprieguma atšķirība starp stāvošu un kustībā esošu

source: send the complete DiSEqC sequence twice
fr: Envoyer la séquence DISEqC deux fois
lv: Divreiz sūtīt pilnu DiSEqC impulsu

source: Satellite:
lv: Pavadonis:

source: use truetype font instead of standard font
lv: Lietot TrueType šriftu kā standarta

source: send no DiSEqC when only Hi/Lo or H/V changes
fr: Ne pas envoyer de DISEqC si seulement Hi/Lo ou H/V changent
lv: Nesūtīt signālu DiSEqC, ja mainās tikai Hi/Lo vai H/V

source: Service:
lv: Kanāls:

source: enable/disable inversion here (ok)
fr: activer/désactiver l'inversion ici (ok)
lv: Ieslēgt, izslēgt inversiju (ok)

source: prev. page
fr: Page préc.
lv: Iepr. lapa

source: Wednesday
fr: Mercredi
lv: Trešdiena

source: switch to 16:9 mode when displaying teletext pages
lv: 16:9 režīms kad rāda teletekstu

source: Partition Check
fr: Vérification de la partition
lv: Diska sektora parbaude

source: enter recording end time (0..9, left, right, ok)
fr: entrez l'heure de fin d'enregistrement (0...9, gauche, droite, ok)
lv: Ievadiet ieraksta beigu laiku(0..9, kreisais ,labais, ok)

source: select year (ok)
fr: choisir l'année (ok)
lv: Izvēlēties gadu (ok)

source: Sun
fr: Dim.
lv: Sv

source: increased voltage
fr: augmenter le voltage
lv: Palielināts spriegums

source: Language:
lv: Valoda:

source: choose the code rate HP (left, right)
fr: choisir le code rate HP (gauche, droite)
lv: Izvēlieties FEC (pakreisi, palabi)

source: switch to 16:9 in split screen mode
lv: 16:9 režīms dalītajam ekrānam

source: turn 12V output on (for 12V relais) (ok)
fr: activer la sortie 12V (pour relais 12V ) (ok)
lv: Ieslēgt 12V izeju (relejam) (ok)

source: enable/disable use BAT for scan (if exists)
fr: activer/désactiver l'utilisation BAT pour scan (si existant)
lv: Ieslēgt, izslēgt BAT lietošanu skanēšanai

source: Title:
lv: Nosaukums:

source: Skin Selector
fr: Choisir le thème
lv: Izskata izvēle

source: Timer List
fr: Liste des planifications
lv: Taimeri

source: transponder scanned:
fr: transpondeur scanné:
lv: Transponderi noskanēti:

source: teletext page number (100 - 899)
lv: Teleteksta lapa (100 - 899)

source: press ok to change event name manually
fr: pressez ok pour entrer le nom manuellement
lv: Spiediet ok lai mainītu uzdevuma nosaukumu manuāli

source: recording end time:
fr: heure de fin d'enregistrement :
lv: Ieraksta beigas:

source: no circ polariz.
fr: pas de polaris circ
lv: Necirkulārā polariz.

source: Direction:
lv: Virziens:

source: set the language of the displayed pages
lv: Uzstādīt valodu teleteksta lapām

source: services scanned :
fr: Services scannés:
lv: Noskanēti kanāli:

source: save changes and return
fr: sauvegarder les changements et fermer
lv: Saglabāt izmaiņas un turpināt

source: aborts the transponder scan
fr: annuler recherche des transpondeurs
lv: Pārtrauc transponderu skanēšanu

source: remove
fr: retirer
lv: Dzēst

source: Motor Config
fr: Configuration Rotor
lv: Motora konfigurācija

source: remove selected entry
fr: retirer l'entrée sélectionnée
lv: Novākt iezīmēto ierakstu

source: select DiSEqC mode (ok)
fr: Choisir le mode DISEqC (ok)
lv: DiSEqC režīma izvēle (ok)

source: Swap Commands
fr: Inverser commandes
lv: Apmaiņas komandas

source: enter LNB threshold frequency (0..9, ok)
fr: Entrez la fréquence de pas du LNB (0..9,ok)
lv: Ievadiet LNB threshold frekvenci (0..9, OK)

source: close motor setup
fr: fermer menu configuration rotor
lv: Aizvērt motora uzstādīšanu

source: insert rotor memory cell for this orbital position
fr: entrez la position orbitale à enregistrer pour le rotor
lv: Ievadīt atmiņā orbitālo pozīciju

source: add only unscrambled services
fr: ajouter seulement services en clair
lv: Pievienot tikai atkodētos kanālus

source: abort
fr: abandonner
lv: Pārtraukt

source: Transparency:
fr: Transparence:
lv: Caurspīdīgums:

source: close window
fr: fermer la fenêtre
lv: Aizvērt logu

source: manual scan selected transponder (ok)
fr: scan manuel du transpondeur selectionné (ok)
lv: Manuālā transpondera skanēšana (OK)

source: Recalc Params:
fr: Recalcul des paramètres :
lv: Pārrēķināt parametrus:

source: Search in:
lv: Meklēt:

source: add
fr: ajouter
lv: Pievienot

source: start the transponder scan
fr: lancer le scan de transpondeurs
lv: Skanēt transponderus

source: start scan
fr: lancer une recherche
lv: Skanēt

source: check
fr: vérification
lv: Pārbaude

source: Services
lv: Kanāli

source: Genre:
lv: Žanrs:

source: Search options:
lv: Meklēšanas uzstādījumi:

source: Coderate LP:
fr: Vitesse code LP:
lv: LP režīms:

source: Brightness:
fr: Luminosité:
lv: Spilgtums:

source: subservices
fr: Sous-services
lv: Paipldserviss

source: choose the bandwidth (left, right)
fr: choisir la largeur de bande (gauche,droite)
lv: Izvēlieties frekvenču diapazonu (bandwidth) (pakreisi, palabi)

source: Close
fr: Fermer
lv: Aizvērt

source: Plugins
lv: Plugini

source: select month (ok)
fr: choisir le mois (ok)
lv: Izvēlēties mēnesi (ok)

source: Start
lv: Starts

source: enter your latitude (0..9, +, -, ok)
fr: entrez votre latitude (0..9, +, ok)
lv: Ievadiet pltumu (latitude) (0..9, +, -, ok)

source: DiSEqC Mode:
fr: Mode DISEqC:
lv: DiSEqC versija:

source: LNB Configuration
fr: Configuration LNB
lv: LNB konfigurācija

source: scanning...
fr: recherche
lv: Notiek skanēšana...

source: calc param 3 (see your motor manual or let it 00)
fr: calc param 3 (regarder le manuel de votre rotor ou laissez à 00)
lv: Kaukulācijas parametrs 3 (skatīt motora instrukciju va uzstādīt 00)

source: select uncommitted input
fr: sélectionnez une entrée non engagée
lv: Izvēlēties uncommitted ieeju

source: Use Motor Input Power
fr: Utiliser l'alimentation du Rotor
lv: Lietot motoru ar spriegumu

source: when the motor support this, then use
fr: quand le rotor supporte ceci, utilisez le...
lv: Ja motors to atbalsta,tad pielietot

source: HTTP Download
fr: Téléchargement HTTP
lv: HTTP ielāde

source: goto prev page (LNB)
fr: aller page précedente (LNB)
lv: Iepriekšējā lapa (LNB)

source: 16:9 mode in normal view
lv: 16:9 standarta

source: Use gotoXX Function
fr: Utiliser les fonctions GotoXX
lv: Lietojiet gotoXX Funkciju

source: add page
lv: Pievienot lapu

source: vol+
lv: Skaļums +

source: Bandwidth:
fr: Largeur de bande:
lv: Caurlaides spēja:

source: for a multiple event enable this
fr: activez ceci pour un évènement répétitif
lv: Daudzkārtējas lietošanas atļaušana (ОК)

source: press ok to select another event
fr: pressez ok pour choisir un autre évènement
lv: Spiediet ok lai izvēlētos citu uzdevumu

source: shutdown
fr: Arrêter
lv: Izslēgt

source: Transponder:
fr: Transpondeur:
lv: Transponderis:

source: select teletext service
lv: Izcelt kanālu ar teleteksu

source: enter transponder frequency (0..9, left, right)
lv: Ievadiet transpondera frekvenci (0..9, kreisais, labais)

source: o'clock
fr: Heure
lv: laiks

source: use truetype font
lv: Lietot TrueType

source: Select this option if you want to make this epg search case sensitive
lv: EPG meklēšanas jūtības palielināšana

source: About...
fr: A propos...
lv: Par uztvērēju

source: add new Timer (ok)
fr: ajouter nouvelle planification(ok)
lv: Pievienot jaunu taimeri (ok)

source: Case Sensitive
lv: Ievērot liel./maz. burtus

source: to change service press ok
fr: pour changer de service pressez ok
lv: Lai mainītu kanālu spiest ok

source: Favourites:
lv: Izvēlētie:

source: scan EPG
lv: Skanēt EPG

source: Begin EPG Search
lv: Uzsākt melkēt iekš EPG

source: new
fr: nouveau
lv: jauns

source: duration:
fr: durée :
lv: Ilgums:

source: remove selected page from favourites
lv: Dzēst izvēlēto lapu no izlases

source: Fast DiSEqC
fr: DISEqC rapide
lv: Ātrais DiSEqC

source: Wed
fr: Mer.
lv: Tr

source: Longitude:
lv: Platums:

source: choose direction
fr: choisir la direction
lv: Virziena izvēle

source: capacity:
fr: capacité :
lv: Ietilpība:

source: choose the code rate LP (left, right)
fr: Choisir la vitesse code LP (gauche,droite)
lv: Izvēlieties LP kodēš. ātrumu (pakreisi, palabi)

source: scan
lv: Skanēt

source: calc param 1 (see your motor manual or let it 00)
fr: calc param 1 (regardez le manuel de votre rotor ou laissez à 00)
lv: Kaukulācijas parametrs 1 (skatīt motora instrukciju va uzstādīt 00)

source: prev page
fr: page précédente
lv: Iepr. lapa

source: Thu
fr: Jeu.
lv: Ce

source: Transm. Mode:
fr: Mode de transmission:
lv: Pārraides režīms:

source: 12V output on
fr: sortie 12V active
lv: Ieslēgt 12V izeju

source: shutdown the box to deepstandby (ok)
fr: mettre la dreambox en veille profonde (ok)
lv: Pilnībā izslēgt (ok)

source: enter recording duration (0..9, left, right, ok)
fr: entrez la durée d'enregistrement (0...9, gauche, droite, ok)
lv: Iraksta ilgums (0..9, kreisais, labais,ok)

source: edit the end time (0..9, left, right)
fr: éditer l'heure de fin (0..9, Gauche, Droite)
lv: Mainīt beigu laiku (0..9, kreisais,labais)

source: Tuesday
fr: Mardi
lv: Otrdiena

source: recording duration:
fr: durée d'enregistrement :
lv: Ieraksta ilgums:

source: delete expired timer (ok)
fr: effacer la planification expirée (ok)
lv: Dzēst nokavēto taimeri (ok)

source: choose the Transponder you wish to find
fr: choisissez le transpondeur que vous souhaitez trouver
lv: Izvēlēties meklējamo transponderu

source: add new Transponder to selected sat (ok)
fr: ajouter un transpondeur au sat. sélectionné (ok)
lv: Pievienot jaunu transponderu dotajam pavadonim (ок)

source: Select a genre if you want to search for a genre
lv: Lai meklētu pēc žanra izvēlieties žanru

source: 16:9 mode on splitscreen
lv: 16:9 platekrāna

source: Thursday
fr: Jeudi
lv: Ceturtdiena

source: set sleeptimer and close window (ok)
fr: régler l'heure de veille et fermer la fenêtre (ok)
lv: Uzstādīt izslēgšanās taimeri un aizvērt logu (ok)

source: add a new Satellite
fr: ajouter un nouveau Satellite
lv: Pievienot jaunu pavadoni

source: open transponder scan
fr: ouvrir le scan transpondeurs
lv: Atvērt transponderu skanēšanu

source: goto advanced motor setup
fr: ouvrir la configuration avancée du rotor
lv: Pāriet uz paplašināto motora uzstādi

source: Monday
fr: Lundi
lv: Pirmdiena

source: format
lv: Formatēt

source: starts the transponder scan
fr: lancer la recherche de transpondeurs
lv: Sāk transponderu skanēšanu

source: Voltage
lv: Spriegums

source: choose the transmission mode (left, right)
fr: choisir le mode de transmission (gauche,droite)
lv: Izvēlieties pārraides veidu (pakreisi, palabi)

source: Help
fr: Aide
lv: Palīdzība

source: insert
fr: insérer
lv: Ielikt

source: search event name for this beg-/end time in epg
fr: trouver le nom de l'évènement pour cette heure de déb./fin dans l'EPG
lv: Meklēt norises nosaukumu priekš sākuma vai beigu laika EPG

source: save
fr: Sauver
lv: Saglabāt

source: Tue
fr: Mar.
lv: Ot

source: choose the Satellite you wish to find
fr: choisissez le satellite que vous souhaitez trouver
lv: Izvēlēties meklējamo pavadoni

source: choose entry to edit or remove
fr: choisir entrée pour éditer ou effacer
lv: Izvēlēties ierakstu rediģēšanai vai dzēšanai

source: processor:
fr: processeur :
lv: Procesors:

source: add to table/existing will be overwritten
fr: ajouter à la table / l'actuelle sera remplacée
lv: Pievienot tabulai/esošā tiks pārrakstīta

source: Fri
fr: Ven.
lv: Pie

source: frontend:
fr: frontal:
lv: Uztvērējs:

source: enter manual pids
fr: entrer pids manuellement
lv: Ievadīt PIDus manuāli

source: Toneburst:
lv: Ieeja ToneBurst/miniDiSEqC:

source: standby
fr: veille
lv: Gaidīšanas režīms

source: Latitude:
lv: Platums:

source: Skins:
fr: Thèmes :
lv: Izskati:

source: choose polarity (left, right)
fr: choisir la polarité (gauche, droite)
lv: Izvēlēties polarizāciju (kreisais,labais)

source: edit the start time (0..9, left, right)
fr: éditer l'heure de début (0..9, gauche, droite)
lv: Mainīt sākuma laiku (0..9, kreisais,labais)

source: enter LNB lowband offset frequency (0..9, ok)
fr: entrez la fréquence basse du LNB (0..9, ok)
lv: Ievadiet LNB apakšējā diapazona frekvenci (0..9, OK)

source: Teletext Settings
lv: Teleteksta uzstādījumi

source: choose modulation (left, right)
fr: choisir la modulation (gauche, droite)
lv: Izvēlēties modulāciju (kreisais,labais)

source: Friday
fr: Vendredi
lv: Piektdiena

source: select what todo after event
fr: choisissez que faire après l'événement
lv: Izvēlēties ko darīt pēc tam

source: Orbital Position:
fr: Position orbitale :
lv: Orbitālā pozīcija:

source: Enter title for epg searching
lv: Programmas nosaukums meklēšanai EPG

source: DiSEqC Repeats:
fr: Répétitions DISEqC :
lv: DiSEqC atkārtojums:

source: enter LNB highband offset frequency (0..9, ok)
fr: entrez la fréquence haute du LNB (0..9, ok)
lv: Ievadiet LNB augšējā diapazona frekvenci (0..9, OK)

source: shutdown the box after recording (ok)
fr: éteindre la dreambox après l'enregistrement (ok)
lv: Izslēgt pēc ieraksta beigām (ok)

source: Select this option if you want to search the title only in selected channel
lv: Meklēšana pēc nosaukuma izvēlētajos kanālos

source: Please choose your DiSEqC-Configuration:
fr: Choisissez SVP votre configuration DiseqC:
lv: Lūdzu izvēlieties Jūsu DiSEqC-Konfigurāciju

source: Stop Record
fr: Arrêter l'enregistrement
lv: Apturēt ierakstu

source: cleanup
fr: nettoyer
lv: Attīrīt

source: Mode:
lv: Režīms:

source: All Services
fr: Tous services
lv: Visi kanāli

source: Progress:
fr: Progression :
lv: Izpildīts:

source: Satellite Configuration
fr: Configuration satellite
lv: Pavadoņu konfigurācija

source: save data and close window
fr: sauvegarder les données et fermer la fenêtre
lv: Saglabāt un aizvērt logu

source: Threshold:
fr: Seuil :
lv: Pārslēgšanās slieksnis:

source: select filesystem to format
lv: Failu sistēmas izvēle

source: save changes
fr: sauvegarder les changements
lv: Saglabāt izmaiņas

source: edit selected transponder (ok)
fr: éditer le transpondeur selectionné (ok)
lv: Mainīt izvēlēto transponderu (ok)

source: save in motor
fr: sauvegarder dans le rotor :
lv: Saglabāt motorā

source: remove selected transponder
fr: supprimer le transpondeur selectionné
lv: Dzēst izvēlēto transponderu

source: Polarity:
fr: Polarité :
lv: Polarizācija:

source: do a filesystem check
fr: faire un contrôle du système de fichiers
lv: Veikt failu sist. pārbaudi

source: End time
lv: Beigas

source: initialize the disk for use with the dreambox
fr: initialiser le disque pour l'utiliser avec la dreambox
lv: Inicializēt disku lietošanai ar dreamboksu

source: select DiSEqC parameter (ok)
fr: choisir les paramètres DISEqC (ok)
lv: DiSEqC param. izvēle (ok)

source: close
fr: fermer
lv: Aizvērt

source: Frequency:
fr: Fréquence:
lv: Frekvence:

source: enter symbol rate (0..9, left, right)
fr: entrez la fréquence symbole (0..9, gauche, droite)
lv: Ievadīt pārraides ātr. (0..9, kreisais, labais)

source: set brightness of the displayed teletext page
lv: Uzstādīt spilgtumu teleteksta lappusēm

source: press ok to enter the name
fr: pressez ok pour entrer le nom
lv: Spiediet ok lai ievadītu nosaukumu

source: Coderate HP:
fr: Vitesse Code HP:
lv: HP režīms:

source: delete the current selected timer (ok)
fr: effacer la planification sélectionnée (ok)
lv: Dzēst tekošo ierakstu taimerī (ok)

source: select MiniDiSEqC parameter (ok)
fr: choisir les paramètres miniDISEqC (ok)
lv: Izvēlēties MiniDiSEqC param. (ok)

source: Start time
lv: Sākuma laiks

source: Software Version:
fr: Version du logiciel :
lv: Programmatūras versija:

source: enter your longitude (0..9, +, -, ok)
fr: entrez votre longitude (0..9, +, -, ok)
lv: Ievadiet platumu (longitude) (0..9, +, -, ok)

source: remove the selected Satellite
fr: effacer le satellite sélectionné
lv: Dzēst iezīmēto pavadoni

source: goto standby (ok)
fr: passer en mode veille (ok)
lv: Iemidzināt (ok)

source: choose wished satellite (ok)
fr: choisir le satellite désiré (ok)
lv: Izvēlieties vēlamo satelītu (ok)

source: remove page
lv: Dzēst lapu

source: show extended configuration
fr: montrer les configurations supplémentaires
lv: Rādīt paplašināto konfigurāciju

source: choose what you want to do
fr: choisissez ce que vous voulez faire
lv: Izvēlieties, ko Jūs gribat darīt

source: Sunday
fr: Dimanche
lv: Svētdiena

source: Number in motor:
fr: Numéro dans le rotor :
lv: Motora pozīcija:

source: model:
fr: modèle :
lv: Modelis:

source: erase
fr: effacer
lv: Dzēst

source: Sat/Position
lv: Sat/Pozīcija

source: Sat/LNB mapping:
fr: Mappage Sat/LNB:
lv: Sat/LNB tips:

source: save changes and use current selected LNB for the chosen satellite
fr: sauver les changements et utiliser le LNB sélectionné pour le sat. choisi
lv: Saglabāt izmaiņas un lietot tekošo LNB izvēlētam satelītam

source: save changes and use the selected LNB (in first page) for the choosen satellite
fr: sauver les changements et utiliser le LNB sélectionné (en première page) pour le sat. choisi
lv: Saglabāt izmaiņas un lietot izcelto LNB (pirmajā lapā) priekš izvēlētā satelīta

source: DiSEqC Parameter:
fr: Paramètres DISEqC :
lv: DiSEqC parametri:

source: 0,5V higher LNB Voltage (for long cables) (ok)
fr: augmenter le voltage LNB de 0.5V /n (pour câbles trop longs) (ok)
lv: Paaugstināt LNB spriegumu par 0,5V (kabeļiem garākiem par 20m)

source: Modulation:
lv: Modulācija:

source: enable/disable check ONIT on any transponder
fr: activer/désactiver la vérification ONIT de tous les transpondeurs
lv: Ieslēgt, izslēgt ONIT pārbaudi uz jebkura transpondera

source: checked is AM, unchecked is PM
fr: AM si coché, PM si non coché
lv: Atzīmēt priekš AM, priekš PM neatzīmēt

source: harddisk:
fr: disque dur :
lv: Cietais disks:

source: FP Version:
fr: Version FP:
lv: FP versija:

source: status:
fr: statut :
lv: Statuss:

source: use BAT
fr: utiliser BAT
lv: Lietot BAT

source: Set Sleeptimer
fr: régler veille temporisée
lv: Uzlikt izslēgšanās taimeri

source: press ok to change
fr: pressez ok pour changer
lv: Spiediet ok lai mainītu

source: Select this option if you want to search the title in all services
lv: Meklēšana pēc nosaukuma visos servisos

source: set recording end time and close window (ok)
fr: régler l'heure de fin d'enregistrement et fermer la fenêtre (ok)
lv: Uzstādīt ieraksta beigu laiku un aizvērt (ok)

source: close Satellite Configuration
fr: fermer configuration Satellite
lv: Aizvērt pavadoņu konfigurāciju

source: edit
fr: éditer
lv: Rediģēt

source: connected:
fr: connecté :
lv: Savienojums:

source: next page
fr: page suiv.
lv: Nākošā lapa

source: add page to favourites
lv: Pievienot lapu izlasei

source: set
fr: régler
lv: Uzstādīt

source: press left or right to move motor
fr: appuyez sur gauche ou droite pour bouger le rotor
lv: Nospiest pa labi vai pa kreisi lai pārvietotu motoru

source: calc param 2 (see your motor manual or let it 00)
fr: calc param 2 (consulter le manuel de votre rotor ou laisser à 00)
lv: Kaukulācijas parametrs 2 (skatīt motora instrukciju va uzstādīt 00)

source: select the timer type (ok)
fr: choisissez le type d'horloge (ok)
lv: Izvēlieties taimera tipu (ok)

source: Select this option if you want to search the exact title
lv: Meklēšana pēc nosaukuma

source: choose satellite/cable provider (ok)
fr: choisir Opérateur satellite / câble (ok)
lv: Izvēlēties satelītu vai kabeļuTV provaideri

source: select AM/PM (ok)
fr: choisir AM/PM (ok)
lv: Izvēlieties AM/PM (OK)

source: use ONIT
fr: utiliser ONIT
lv: Lietot ONIT

source: search
fr: recherche
lv: Meklēt

source: Counter(Movement)
fr: Compteur (Mouvement)
lv: Skaitītājs (kustības)

source: enable/disable initiate network search
fr: activer/désactiver la recherche initiale du réseau
lv: Ieslēgt, izslēgt tīkla meklēšanu

source: Sat
fr: Sam.
lv: Sub

source: Guard:
fr: Gardien:
lv: Aizsardzība:

source: EPG Search
lv: EPG meklēšana

source: select your configuration here
fr: choisissez votre configuration ici
lv: Izvēlieties savu konfigurāciju

source: Exact match
lv: Precīza meklēšana

source: Mon
fr: Lun.
lv: Pir

source: select DiSEqC repeats (ok)
fr: choisissez les répétitions DISEqC (ok)
lv: Izvēlēties DiSEqC atkartošanos (ok)

source: choose the FEC (left, right)
fr: choisir le FEC (gauche, droite)
lv: Izvēlēties FEC (kreisais,labais)

source: OSD Language
fr: Langue OSD
lv: OSD valoda

source: Software upgrade...
fr: Mise à jour logiciel...
lv: Programmu atjaunošana...

source: select skin and press ok or choose save
fr: choisir le thème et presser ok pour sauver
lv: Izvēlieties ādiņu un spiest ok vai saglabāt

source: select day (ok)
fr: choisir le jour (ok)
lv: Dienas izvele (ok)

source: Closes EPG search window
lv: Aizvērt EPG meklēšanas logu

source: change circular to linear polarization
fr: changer polarisation circulaire en linéaire
lv: Mainīt polarizāciju no cirkulārās uz lineāro

source: goto next page (DiSEqC)
fr: allez page suivante (DISEqC)
lv: Nākamā lapa (DiSEqC)

source: select sat(up/down), ok(edit), green(add new), red(delete)
fr: haut/bas(choisir sat), ok(éditer), vert(ajouter nouveau), rouge (effacer)
lv: Izvēlēties pavadoni (uz augšu/uz leju), OK (rediģēt), zaļā (pievienot jaunu), sarkanā (dzēst)

source: Timer Edit
fr: Editer planificateur
lv: Taimera rediģēšana

source: apply
fr: appliquer
lv: Lietot

source: enter pids
fr: entrer pids
lv: Ievadiet PID

source: Repeated timer
fr: Planifier répétition
lv: Atkārtotais taimers

source: enter stored satellite pos
fr: entrer la position satellite stockée
lv: Ievadiet saglabātā satelīta poz.

source: Sequence repeat
fr: Répéter la séquence
lv: Atkārtošanas kārtība

source: status output:
fr: statut de sortie :
lv: Izejas stāvoklis:

source: Harddisk
fr: Disque dur
lv: Cietais disks

source: goto standby after recording (ok)
fr: mettre en veille après l'enregistrement (ok)
lv: Iemidzināt pēc ieraksta beigām (ok)

source: only Free
fr: en clair seuls
lv: Tikai nekodētie

source: Constellation:
lv: Konstelācija:

source: Saturday
fr: Samedi
lv: Sestdiena

source: (0..9, left, right, ok)
fr: (0..9, gauche, droite, ok)
lv: (0..9, kreisais, labais, OK)

source: swaps committed and uncommitted DiSEqC Commands
fr: inverser commandes DISEqC non commutées/commutées
lv: Sūtīt committed un uncommitted DiSEqC komandu

source: vol-
lv: Skaļums -

source: network search
fr: recherche réseau
lv: Tīkla meklēšana

source: add only not scrambled services
fr: ajouter seulement services en clair
lv: Pievienot tikai nekodētos kanālus

source: no module
fr: pas de module
lv: Nav modulis

source: horizontal
lv: Horizontāls

source: vertical
fr: verticale
lv: Vertikālā

source: Auto
lv: Automātiski

source: Providers (TV)
fr: Opérateurs (TV)
lv: Provaideri (TV)

source: Providers (Radio)
fr: Opérateurs (Radio)
lv: Provaideri (Radio)

source: Providers (Data)
fr: Opérateurs (Données)
lv: Provaideri (Dati)

source: All services (TV)
fr: Tous services (TV)
lv: Visi kanāli (TV)

source: All services (Radio)
fr: Tous services (radio)
lv: Visi kanāli (Radio)

source: All services (Data)
fr: Tous services (données)
lv: Visi kanāli (Dati)

source: Satellites (TV)
lv: Pavadoņi (TV)

source: Satellites (Radio)
lv: Pavadoņi (Radio)

source: Satellites (Data)
fr: Satellites (données)
lv: Pavadoņi (Dati)

source: - provider
fr: - opérateurs
lv: - provaiders

source: - services
lv: - kanāli

source: - new found
fr: - récemment trouvés
lv: - atrasts jauns

source: current transponder
fr: transpondeur courant
lv: Tekošais transponderis

source: (%d%% in use)
lv: (%d%% aizņemts)
