Repository: isslayne/OpenPLi.cn
Catalog: trunk/cdk/apps/tuxbox/enigma/po/*.po
Languages: fr, lv

source: TuxText/MultiEPG position >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [YELLOW] TuxText position . . . . . . . . . . Here you can align the horizontal and vertical position where your Dreambox outputs Windows, Messages, etc. to match your TV. Keep in mind that not all custom made plugins keep this range in mind! Make sure both corners remain fully visible to avoid unexpected results! . . . . . . . . . . Usage: [RED] Select upper/left screen corner [GREEN] Select lower/right screen corner [LEFT]/[RIGHT] Move the selected corner around [UP]/[DOWN] [OK] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Position Tuxtext/MultiEPG >>> [MENU] >>> [6] Configuration >>> [3] Réglages système>>> [6]Réglages OSD >>> [JAUNE]Positin Tuxtext Vous pouvez fixer la position horizontale et verticale où seront affichés les fenêtres, messages, ... en fonction de votre TV. Notez que tous les plugins ne tiennent pas compte de ces réglages! Assurez-vous que les coins restent visibles pour éviter des résultats inattendus! . . . . . . . . . . Utilisation: [ROUGE] Sélectionner le coin haut/gauche [VERT] Sélectionner le coin bas/droit [GAUCHE]/[DROITE] Déplacer le coin sélectionné [HAUT]/[BAS] [OK] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Interfeisa pozīcija >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [6] OSD uzstādījumi >>> Pozīcija . . . . . . . . . . Dreambox vadības inerfeisa pozīcijas uzstādīšana uz televizora ekrāna (logi ,paziņojumi, izvēlnes utt...). Pārliecinieties, ka abi uzstādīšanas stūri atrodas televizora ekrāna redzamajā daļā. Visi plugini neievēro šos uzstādījumus! . . . . . . . . . . Lietošana: [SARKANAIS] Augšējā kreisā stūra uzstādīšana [ZAĻAIS] Apakšējā labā stūra uzstādīšana [kreisais]/[labais] Stūra pārvietošana pa ekrānu [uz augšu]/[uz leju] [OK] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: change the transparency correction
fr: changer la transparence
lv: Caurspīdīguma maiņa

source: change the brightness correction
fr: changer la luminosité
lv: Spilgtuma korekcija

source: change the contrast
fr: changer le contraste
lv: Kontrasta maiņa

source: DVB Subtitle Black Transparency:
lv: DVB subtitru caurspīdīgums:

source: change the transparency of the DVB subtitle black background
lv: DVB subtitru melnā fona caurspīdīguma maiņa

source: OSD Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings . . . . . . . . . . Setup of your OSD (On-Screen Display, this is information display on your screen, like channel number, volume bar, Program information, etc.) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [OK] Enter selected Inputfield or button [LEFT]/[RIGHT] Set Alpha blend, Brightness/Contrast [BLUE] Change skin Menu [YELLOW] Fine tune TuxText position [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Réglages OSD >>> [MENU] >>> [6] Configuration >>> [3] Réglages système >>> [6] Réglages OSD . . . . . . . . . . Configuration de l'affichage OSD (On-Screen Display, l'information affichée sur votre écran comme le numério de chaîne, la barre de volume, l'info programme, ...) . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton [OK] Saisir dans le champ sélectionné ou presser le bouton [GAUCHE]/[DROITE] Régler ltransparence/luminosité /contraste [BLEU] Menu pour changer le thème [JAUNE] Ajuster finement la position TuxText [VERT] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Izskata uzstādījumi >>> [MENU] >>> [6] Uzstādījumi >>> [5] OSD uzstādījumi >>> [1] Izskata uzstādījumi . . . . . . . . . . Dreambox vadības sistēmas (OSD) izskata uzstādījumi (logu izskats, kanālu numuri, skaļuma regulators, programmas informācija utt...) . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle [OK] Ieslēgšana/atslēgšana [kreisais]/[labais] Uzstādīt krāšņumu, spilgtumu un kontrastu [ZILAIS] Izskata nomaiņa [DZELTANAIS] Interfeisa pozīcijas uzstādīšana uz ekrāna [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: Remote control
fr: Télécommande
lv: Vadības pults

source: Repeat rate:
lv: Atkārtojuma ātrums:

source: change remote control repeat rate left => less, right => more (... repeats)
fr: changer vitesse répétition de la télécommande gauche => moins, droite ==> plus (...répétitions)
lv: Pults atkārtojumu aiztures biežums kreisais =>mazāks,labais => lielāks (...atkartojumi)

source: Repeat delay:
lv: Atkārtojuma aizture:

source: change remote control repeat delay left => shorter, right => longer (...delay)
fr: changer délais répétition de la télécommande gauche => plus court, droite ==> plus long (...délais)
lv: pults atkārtojumu aiztures izmaiņa kreisais => īsāks,labais => garāks (...aizture)

source: Next character timeout:
lv: Nākošā simbola aizture:

source: cursor to next char timeout(msek) in textinputfields
fr: délai(msec) curseur vers caractère suivant dans champs texte
lv: Kursora pauze uz nākošo simbolu (msek.) teksta ievades laukā

source: Remote control channel:
lv: Vadības pults kanāls:

source: Select the channel to be used for the remote control
lv: Izvēlieties distances vadības kanālu

source: Remote control style:
fr: Style de télécommande
lv: Vadības pults tips:

source: select your favourite RC style (ok)
fr: Entrer le type de la télécommande (ok)
lv: Izvēlēties savu favourite RC stilu (ok)

source: Remote Control >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [3] Remote Control . . . . . . . . . . Setup for your Remote Control . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Repeat Rate/Repeat Delay: [LEFT]/[RIGHT] Reduce/Increase Repeat Rate/Delay Remotecontrol Style: [UP]/[DOWN] Select ENIGMA or Neutrino keylayout Next Char Timeout: [NUMBERS] MilliSeconds before moving to next Character in Text inputfields [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Télécommande >>> [MENU] >>> [6] Configuration >>> [6] Réglages système >>> [3] Télécommande . . . . . . . . . . Configurer votre télécommande . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie ou un bouton Rythme/délai de répétition [GAUCHE]/[DROITE] Décrémenter/Incrémenter le rythme/délai de répétition Style télécommande: [HAUT]/[BAS] Sélectionner la disposition ENIGMA ou Neutrino Délai car suivant [CHIFFRES] Millisecondes avant de passer au caractère suivant dans les champs texte [VERT] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Vadības pults >>> [MENU] >>> [6] Uzstādījumi >>> [4] Iekārtas >>> [2] Vadības pults . . . . . . . . . . Vadības pults uzstādīšana . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Atkārtošanas ātrums/aizture: [kreisais]/[labais] Parametru palielināšana/ samazināšana Vadības pults tips: [uz augšu]/[uz leju] Vadības pults izvēle Simbola aizture: [CIPARI] Aiztures laiks līdz nākošā simbola parādīšanai atkārtojot uzstāda milisekundēs [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: Recording and playing
fr: Enregistrement et lecture
lv: Ieraksts un atskaņošana

source: Timeshift settings
lv: Timeshift uzstādīšana

source: Timer settings
lv: Taimera uzstādīšana

source: Recordings on
fr: Enreg.
lv: Ierakstīt

source: Not mounted :
lv: Nav pievienots:

source: Select location for the recording medium (will record in directory 'movie')
fr: Sélectionner l'emplacement de l'enregistrement (l'enregistrement se fera dans le répertoire 'movie')
lv: Izvēlieties vietu ierakstam (ieraksts notiks mapē 'movie')

source: Record split size
fr: Taille des parties
lv: Ieraksta faila izmērs:

source: Set record split size
fr: Régler taille des parties d'enregistrements
lv: *.ts ieraksta faila fragmentu lielums

source: Enable autoplay
fr: Activer la lecture automatique
lv: Iespējot autoatskaņošanu

source: Continue playing last selected movie when entering file mode
fr: Continuer à lire le film sélectionné lors de la sélection du mode fichiers
lv: Pēdējās iezīmētās filmas tskaņošana turpinās pēc ieiešanas režīmā Faili

source: Enable timestamp detection
lv: Laika atzīmes

source: Detect duration from DVB timestamps when replaying recordings
lv: Noteikt ilgumu no laika atzīmēm atskaņojot

source: Enable AC3 recording
lv: Iespējot AC3 ierakstīšanu

source: Include the AC3 audio track in the recording
lv: Iekļaut AC3 audio celiņu ierakstā

source: Enable teletext recording
lv: Ierakstīt teletekstu

source: Include teletext in the recording
lv: Iekļaut teletekstu ierakstā

source: You are recording now and cannot change all settings
lv: Notiek ieraksts, uzstādījumus nav iespējams mainīt.

source: Edit the timeshift options
lv: Izmainīt Timeshift parametrus

source: Edit the recording timer options
lv: Izmainīt ieraksta taimera parametrus

source: Enable timeshift
lv: Iespējot Timeshift

source: Enable permanent recording. You will always record and can zap to other channels meanwhile
lv: Iespējot nepārtraukto ierakstu. Ieraksts netiks pārtraukts pārslēdzot uz citiem kanāliem

source: Timeshifts on
lv: Timeshift ieslēgts

source: Select location for the recording medium (will record in directory 'timeshift')
lv: Izvēlieties vietu ierakstam (ieraksts notiks mapē 'timeshift')

source: Timeshift delay
lv: Timeshift aizture

source: Number of seconds the recording is delayed after switching channel
lv: Ieraksta aizture pēc kanāla pārslēgšanas sek.

source: Timeshift recording time
lv: Timeshift ieraksta laiks

source: Maximum number of recorded minutes
lv: Maksimālais ieraksta laiks min.

source: Timer start offset
fr: Décalage compteur début
lv: Sākuma laiks

source: Time in minutes a timer event starts earlier (0-60)
fr: Temps en minutes de démarrage anticipé d'un événement (0-60)
lv: Sākuma laiks lielāks par (0-60) minūtēm

source: Timer stop offset
fr: Décalage compteur fin
lv: Beigu laiks

source: Time in minutes a timer event finishes later (0-60)
fr: Temps en minutes d'arrêt retardé d'un événement (0-60)
lv: Beigu laiks lielāks par (0-60) minūtēm

source: Default action on timer end
lv: Noklusētā darbība beidzoties taimera laikam

source: Set default action on timer end
lv: Uzstādīt darbību beidzoties taimera laikam

source: Nothing
fr: Rien
lv: Nekas

source: Standby
fr: Veille
lv: Gaidīšana

source: UHF modulator
fr: Modulateur UHF
lv: UHF modulators

source: UHF Modulator on
fr: Modulateur UHF actif
lv: UHF modulators ieslēgts

source: enable UHF Modulator
fr: activer Modulateur UHF
lv: Ieslēgt UHF modulatoru

source: Test Pattern
fr: Grille test
lv: Testa paraugs

source: enable test pattern
fr: activer la grille test
lv: Ieslēgt testa paraugu

source: Sound enable
fr: Son actif
lv: Skaņa ieslēgta

source: enable Sound
fr: activer le son
lv: Ieslēgt skaņu

source: Sound Subcarrier:
fr: Sous-porteuse son:
lv: Skaņas nesošā:

source: 4.5 MHz
lv: 4.5МHz

source: 5.5 MHz
lv: 5.5МHz

source: 6.0 MHz
lv: 6.0МHz

source: 6.5 MHz
lv: 6.5МHz

source: change sound subcarrier frequency
fr: changer la fréquence sous-porteuse son
lv: Izmainīt skaņas apakšnesēja frequenci

source: Channel Nr.:
fr: Chaîne N°:
lv: Kanāla Nr.:

source: change channel
fr: changer de chaîne
lv: Mainīt kanālu

source: Fine Tune:
fr: Réglage fin:
lv: Precīza pieskaņošana:

source: 250Khz steps
fr: Pas de 250 Khz
lv: Solis 250kHz (kreisais, labais)

source: save settings and leave rf setup
fr: sauver changements et quitter configuration RF
lv: Saglabāt RF uzstādījumus un iziet

source: if you can read this your rfmod will not work.
fr: Si vous pouvez lire ceci votre rfmod ne fonctionnera pas.
lv: Ja redzat šo, tad jūsu RF modulators nestrādā

source: Services to run
fr: Services à lancer
lv: Servisu palaišana

source: Start samba (enable file sharing)
fr: Démarrer samba (activer le partage de fichiers)
lv: Samba palaišana (iesl. pieeju no tīkla)

source: start/do not start samba to make the Dreambox files available on a PC
fr: démarrer/ne pas démarrer samba pour rendre les fichiers Dreambox accessibles depuis un PC
lv: Startēt ne ielādējot Samba lai piekļūtu Dreambox no tīkla

source: Start firewall
fr: Démarrer le pare-feu
lv: Ugunsmūra palaišana

source: start/do not start firewall
fr: démarrer/ne pas démarrer le pare-feu
lv: Startēt ne ielādējot ugunsmūri

source: Configure FW
fr: Configurer le PF
lv: Ugunsmūra uzstādīšana

source: Configure the firewall
fr: Configurer le pare-feu
lv: Ugunsmūra uzstādīšana

source: Start crond
fr: Démarrer crond
lv: Сrond palaišana

source: start/do not start crond the time daemon
fr: démarrer/ne pas démarrer le demon crond
lv: Startēt ne ielādējot Сrond

source: Start Inadyn
fr: Démarrer Inadyn
lv: Inadyn palaišana

source: start/do not start Inadyn
fr: start/ne pas démarrer Inadyn
lv: Startēt ne ielādējot Inadyn

source: Start Dropbear
fr: Démarrer Dropbear
lv: Dropbear palaišana

source: start/do not start Dropbear
fr: démarrer/ne pas démarrer Dropbear
lv: Startēt ne ielādējot Dropbear

source: Start NFS server
fr: Démarrer le serveur NFS
lv: NFS servera palaišana

source: start/do not start NFS server
fr: Démarrer/ne pas démarrer le serveur NFS
lv: Startēt ne ielādējot NFS serveri

source: Start Apache server
fr: Démarrer le serveur Apache
lv: Apache servera palaišana

source: start/do not start Apache webserver
fr: démarrer/ne pas démarrer le serveur Apache
lv: Startēt ne ielādējot Apache serveri

source: Start gSUB
fr: Démarrer gSUB
lv: gSUB palaišana

source: start/do not start gSUB
fr: Démarrer/ne pas démarrer gSUB
lv: Startēt ne ielādējot gSUB

source: OSD skin
fr: Thème OSD
lv: OSD ādiņa

source: Change Skin >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [BLUE] Change Skin . . . . . . . . . . Your Dreambox supports custom made skins. PLi offers additional skin downloads and previews from the download menu automating skin installation. Note: Changing a skin requires a reboot. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield, Button, or skin [GREEN]/[OK] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Changer le thème >>> [MENU] >>> [6] Configuraton >>> [3] Réglages système >>> [3] Réglages OSD >>> [BLEUE] Changer le thème . . . . . . . . . . Vote Dreambox supporte des thèmes personnalisés. PLI permet de télécharger et prévisualiser des thèmes grâce à l'installation automatique de thèmes du menu de téléchargement. NB: Un changement de thème nécessite un redémarrage. . . . . . . . . . . Utilisation: [HAUT]/[BAS] Sélectionner un champ de saisie, un bouton ou un thème [VERT]/[OK] Sauvegarder les réglages et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Izskats >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [6] Izskata uzstādījumi >>> Izskats . . . . . . . . . . Jūsu Dreambox pieļauj izskata nomaiņu. Šim nolūkam varat apskatīt vai lejupielādēt un uzstādīt izskatu caur lejupielādes izvēlni, vai manuālajā režīmā. Uzmanību: izskata nomaiņai nepieciešama pārstartēšana. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Izvēlēties ievades lauku, pogu vai noformēšanas failu [ZAĻAIS]/[OK] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: You have to restart enigma to apply the new skin Restart now?
fr: Relancer Enigma pour appliquer le nouveau thème Redémarrer maintenant ?
lv: Nepieciešams pārstartēt enigmu lai būtu jaunais izskats Pārstartēt?

source: Skin changed
fr: Thème changé
lv: Izskata nomainīts

source: /var settings
lv: /var uzstādījumi

source: Swap file and /var
fr: Fichier d'échange et /var
lv: Lapošanas fails un /var

source: Swap file
fr: Fichier échange
lv: Lapošanas fails

source: Make use of swap file: No, USB, HDD or CF card.
lv: Izveidot lapošanas failu: Nē, USB, HDD vai CF

source: Swap size
fr: Taille
lv: Lapošanas izmērs

source: Give size of swap file in MB
fr: Enter la taille du fichier d'échange en Mo
lv: Lapošanas faila lielums MB

source: /var location
fr: Emplacement de /var
lv: /var atrodas

source: Select the device to store /var on
fr: Sélectionner l'équipement où placer /var
lv: Izvēlieties iekārtu kataloga /var glabāšanai

source: Internal flash
fr: Flash interne
lv: Iekšējā atmiņa

source: Move to USB stick
fr: Déplacer vers la clé USB
lv: Pārvietot uz USB

source: Move to harddisk
fr: Déplacer vers le disque dur
lv: Pārvietot uz HDD

source: Move to CF card
fr: Déplacer vers la carte CF
lv: Pārvietot uz CF

source: Move to
lv: Pārvietot uz

source: Mount on /media/var to enable move /var to network
lv: Pievienošana /media/var pie /var uz HDD tīklā

source: Keep on USB stick
fr: Conserver sur la cléUSB
lv: USB atbalstīšana

source: Move to internal flash
lv: Pārvietot uz iekšējo HDD

source: Keep on harddisk
fr: Conserver sur le disque dur
lv: Atrodas HDD

source: Keep on CF card
fr: Conserver sur la carte CF
lv: CF-kartes atbalstīšana

source: Keep on network
lv: Atrodas tīklā

source: You are running in multiboot, moving /var is disabled
fr: Vous êtes en multiboot, le déplacement de /var est impossible
lv: Islēgta daudzielāde (multuboot). /var pārvietošana bloķēta

source: Creating swap file
lv: Izveidot lapošanas (swap) failu

source: harddisk
lv: Cietais disks

source: CF card
lv: CF karte

source: network
lv: Tīkls

source: /var will be %s %s. After that, your dreambox will reboot automatically. Are you sure you want to do this?
lv: /var atradīsies %s %s. Pēc tā Dreambox automātiski pārstartēsies! Vai esat pārliecināts, ka vēlaties turpināt?

source: moved to
lv: Pārvietots uz

source: removed from
lv: Dzēst no

source: Are you sure?
fr: Etes-vous sûr?
lv: Vai esat pārliecināts?

source: %s %s, please wait!
lv: %s %s, uzgaidiet!

source: Moving /var to
lv: ПPārvietot /var uz

source: Removing /var from
lv: Dzēš /var no

source: Enable teletext caching
fr: Activer le cache télétexte
lv: Iespējot teleteksta saglabāšanu

source: Enable caching of teletext pages to access them faster (also needed for web interface)
fr: Autoriser la mise en cache des pages télétexte pour y accéder plus rapidement (nécessaire pour l'interface Web)
lv: Iespējot teleteksta lappušu saglabāšanu ātrākai piekļuvei (arī priekš web interfeisa)

source: For more options: press MENU key in teletext
lv: Papildus ietatījumi: nospiediet teletekstā MENU

source: Time zone setup
fr: Réglages du fuseau horaire
lv: Laika josla

source: Time zone:
fr: Fuseau horaire:
lv: Laika josla:

source: Select your time zone
fr: Sélectionner votre fuseau horaire
lv: Izvēlieties laika joslu

source: Timezone Configuration >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [1] Time Settings >>> [1] Timezone Configuration . . . . . . . . . . Here you can select your timezone, if changed a reboot is needed for the system to use the right time . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Time Zone: Select Timezone and use [OK] to make a selection [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fr: Configuration fuseau horaire >>> [MENU] >>> [6] Configuration >>> [3] Réglages Système >>> [2] Heure >>> [1] Fuseau horaire . . . . . . . . . . Vous pouvez sélectionner votre fuseau horaire. Un redémarrage est nécessaire après changement pour que l'heure utilisée par le système soit correcte . . . . . . . . . . Utilisation: [HAUT]/[BAS] Selectionner un champ de saisie ou un bouton Fuseau horaire: Selectionner le fuseau horaire, puis [OK] [VERT] Sauvegarder les changements et fermer la fenêtre [EXIT] Fermer la fenêtre sans sauvegarder les changements
lv: Laika josla >>> [MENU] >>> [6] Uzstādījumi >>> [3] Sistēmas uzstādījumi >>> [2] Laiks >>> [1] Laika josla . . . . . . . . . . Šeit var izmainīt savu laika koslu. Izmaiņas stāsies spēkā pēc pārstartēšanas. . . . . . . . . . . Lietošana: [uz augšu]/[uz leju] Ivades lauka vai pogas izvēle Laika josla: [OK] Laika joslas izvēle [ZAĻAIS] Saglabāt un iziet [EXIT] Iziet nesaglabājot izmaiņas

source: You have to restart enigma to apply the new time zone Restart now?
fr: Relancer Enigma pour appliquer le nouveau fuseau horaire Redémarrer maintenant ?
lv: Nepieciešams pārstartēt enigmu lai lietotu laika joslu. Pārstartēt?

source: Timezone changed
fr: Fuseau changé
lv: Laika joslas maiņa

source: USB mount wait
fr: Attente du montage de la clé USB
lv: USB pievienošana

source: Number of seconds to wait before mounting USB stick
fr: Nombre de secondes d'attente avant le montage de la clé USB
lv: Aizture pirms USB pievienošanas

source: Mount USB stick
fr: Monter la clé USB
lv: Pievienot USB

source: Unmount USB stick
fr: Démonter la clé USB
lv: Atvienot USB

source: Format USB stick
fr: Formater la clé USB
lv: Formatizēt USB

source: Format USB stick, this will remove ALL data on the stick
fr: Formater la clé USB, TOUTES les données sur la clé seront perdues
lv: Formatizēt USB. Visi dati tiks nodzēsti.

source: Are you SURE that you want to format this USB disk?
fr: Etes-vous sûr de vouloir formater ce disque USB?
lv: Vai tiešām vēlaties formatizēt šo USB disku?

source: formatting USB disk...
fr: Formatage disque USB en cours...
lv: Formatējas USB...

source: sorry, Cannot format a mounted USB device.
fr: Désolé, le formatage d'un disque USB monté est impossible
lv: Nevar formatēt USB iekārtu

source: Please wait while formatting the USB disk. This might take some minutes.
fr: Veuillez patientez, formatage du disque USB. Ceci peut prendre plusieurs minutes.
lv: Notiek USB formatizēšana Tas var aizņemt dažas minūtes.

source: sorry, couldn't find sfdisk utility to partition USB disk.
fr: Désolé, utilitaire sfdisk non trouvé pour partitionner le disque USB.
lv: Nevar atrast 'sfdisk' lai sadalītu USB diski

source: creating filesystem failed.
fr: erreur dans la création du système de fichiers.
lv: Kļūda veidojot failu sistēmu.

source: successfully formatted your USB disk!
fr: Formatage du disque USB réussi !
lv: USB HDD noformatizēts veiksmīgi!

source: USB Stick successfully mounted
fr: Clé USB montée avec succès
lv: USB pievienots

source: USB Stick NOT MOUNTED, unknown error
fr: Clé USB NON MONTEE, erreur inconnue
lv: USB NAV PIEVIENOTS, nezināma kļūda

source: USB Stick IS STILL MOUNTED, unknown error
fr: Cké USB TOUJOURS MONTEE, erreur inconnue
lv: USB JOPROJĀM PIEVIENOJAS, nezināma kļūda

source: USB Stick successfully un-mounted
fr: Clé USB démontée avec succès
lv: USB atvienots

source: Audio and video
fr: Audio et vidéo
lv: Audio un video

source: Color Format:
fr: Format Couleur:
lv: Krāsu formāts:

source: choose color format ( left, right )
fr: choisir le format couleur (gauche, droite )
lv: Krāsu formāta izvēle (kreisais,labais)

source: Aspect Ratio:
fr: Rapport image :
lv: Proporcijas:

source: choose aspect ratio ( left, right )
fr: Choisir format d'image (gauche, droite )
lv: Izvēlēties attēla proporcijas (kreisais,labais )

source: 4:3 letterbox
lv: 4:3 platekrāna

source: 4:3 panscan
lv: 4:3 izstiepts

source: always 16:9
fr: toujours 16:9
lv: Vienmēr 16:9

source: TV System:
fr: Système TV:
lv: TV sistēma:

source: choose TV system (left, right). This will reset tuxtxt position settings
fr: Choisir le système TV (gauche, droite). Cela réinitialisera le réglage de la postion de tuxtxt
lv: izvēlēties TV sistēmu (kreisais,labais) Atiestatīs interfeisa atrašanās vietu uz ekrāna.

source: choose TV system (left, right).
fr: Choisir système TV (gauche, droite)
lv: Izvēlēties TV sistēmu (kreisais,labais).

source: Disable WSS on 4:3
fr: Désactiver WSS en 4:3
lv: Atslēgt WSS uz 4:3

source: don't send WSS signal when A-ratio is 4:3
fr: ne pas envoyer de signal WSS en mode 4:3
lv: Nesūtīt WSS signālu kad attēls ir 4:3
